{"d16": ["MRI of the brain demonstrates a region of increased T2 signal with positive mass effect involving the superior frontal gyrus. A faint region of contrast enhancement is present.", "脑部核磁共振成像显示，一个区域的T2信号增加，其正面的质量效应与额上回有关。一种模糊的对比度增强区域出现了。"], "d17": ["A large right temporal lobe mass is present without convincing enhancement. The central portions are of very high T2 signal and attenuate on FLAIR in an ill defined fashion (not cystic). MR specroscopy demonstrates elevation of Choline and Myo-iNOSitol.", "一个大的右颞叶肿块，没有令人信服的增强。中心部分是非常高的T2信号，并以一种病态的方式衰减(不是囊性的)。MR specroscopy显示胆碱和肌醇的高程。"], "d18": ["Large tumour centered on the left middle frontal gyrus. It is T2 bright with areas of T2 hyperintensity that suppress on FLAIR.  Rim-like diffusion restriction and virtually no contrast enhancement.", "大肿瘤以左额前回为中心。T2明亮的T2高强度区域抑制了天赋。像rim一样的扩散限制，几乎没有对比度增强。"], "d19": ["A large mass located in the anterior temporal lobe, insular cortex and extending into the inferior frontal lobe is demonstrated. Parts of the mass, which is mostly high T2 signal, attenuate on FLAIR.  A single region of contrast enhancement is present. At the margins of the 'cystic' area is a rim of relative restricted diffusion.", "在前颞叶，岛叶皮质和延伸到额叶前部的大肿块被证实。部分的质量，大部分是高T2信号，减弱了天赋。现在有一个单独的增强区域。在“囊性”区域的边缘是相对受限扩散的边缘。"], "d20": ["There is a nodular cortical-subcortical right frontal solid mass, well-circumscribed and showing high T2 signal with partial suppression on FLAIR, no contrast enhancement and no diffusion restriction. The remainder of the imaged brain appears unremarkable.Ventricular system and cisternal spaces appear normal.There is no shift of the midline structures. ", "有一个结节皮质-皮质下右额实体肿块，有良好的外切和显示高T2信号，有部分抑制的能力，没有对比增强和没有扩散限制。其余的大脑影像并不显著。心室系统和胸骨间隙正常。中线结构没有移位。"], "d21": ["There is a large region of subcortical hypodensity within the left temporoparietal region, with sparing of the overlying grey matter. Significant local mass effect and midline shift. No definite enhancing mass lesion on the post contrast study. CTA COW (not shown) is normal. ", "在左侧颞顶叶区域有一个大的皮层下低密度区域，覆盖了灰质。显著的局部质量效应和中线位移。没有明确的增强肿块病变的后对比研究。CTA COW(未显示)是正常的。"], "d22": ["There is a lesion centered in the right temporal lobe which demonstrates extension into the posterior aspect of the frontal lobe in the precentral gyrus and the anterior aspect of the parietal lobe in the postcentral gyrus.There is a small cystic appearing area within the anterior aspect of the lesion felt to represent a focus of necrosis.There is a small amount of enhancement within the mid-portion portion and posterior aspects of the lesion. No evidence of hemorrhage or calcification appreciated. Moderate amount of surrounding vasogenic edema appreciated. Very minor mass effect on the adjacent lateral ventricle.No midline shift. Ventricular size within normal limits and the basal cisterns are patent.There are a few small foci of high signal within the white matter of the left hemisphere which are felt to be nonspecific. Incidental note of sinus disease. Vascular flow voids preserved.", "在右侧颞叶有一个病灶，它显示在前中央脑回的额叶后部和中央脑回的顶叶前部。在病变的前部有一个小的囊状区域，感觉是坏死的焦点。在病变的中间部分和后部有少量的增强。没有出血或钙化的证据。适量的周围血管源性水肿。对相邻侧脑室的质量影响很小。没有中线移位。在正常范围内的心室大小和基底池是专利。在左半球的白质中有一些高信号的小焦点，这是不明确的。偶发的鼻窦疾病。血管流动孔隙保存。"], "d23": ["There is a large, ill-defined region of white matter hypoattenuation extending from the left frontal lobe with the involvement of the posterior left frontal cortical grey matter at the vertex. No definite enhancing mass or lesion is identified. No calcification. The associated mass effect causes moderate compression of the frontal horn of the left lateral ventricle, frontal sulcal effacement and 5 mm rightward shift of the anterior falx cerebri. No hydrocephalus and no transtentorial herniation. No acute intracranial haemorrhage or extra-axial collection. No suspicious osseous lesions. The imaged paranasal sinuses and mastoid air cells are clear.", "有一个大的，定义不明确的区域，从左额叶延伸到左额叶，在顶点处有左额叶皮质灰质。没有明确的增强肿块或病灶。没有钙化。相关的质量效应会导致左侧脑室的额角、额部的舒缩和右前镰的右移位5毫米。没有脑积水，也没有转位疝。无急性颅内出血或外轴收集。没有可疑的骨性病变。鼻旁窦和乳突的空气细胞是清楚的。"], "d24": ["A well defined CSF intensity ovoid lesion at the right frontal lobe with extensive surrounding edema. The lesion shows faint peripheral enhancement, however, the dural coverings of the lobe show linear enhancement.Significant mass effect with midline shifting and subfalcine herniation.", "在右额叶有一个明确的CSF强度卵形病变，周围有广泛的水肿。病变表现为微弱的周边增强，然而，脑叶的硬膜覆盖呈线性增强。中线移位和次镰状疝的显著质量效应。"], "d25": ["FLAIR hyperintensity in the right frontal parietal temporal region, with mild FLAIR hyperintensity extending to the ependymal surface of the right lateral ventricle posteriorly is noted, with areas of enhancement embedded within it. Although there is T2 shine through, there are also regions of true diffusion restriction, including at the areas of enhancement but also within the nonenhancing FLAIR hyperintensity. MRS demonstrates moderate choline elevation and small to moderate lactate peaks with reduced NAA. Elevation of cerebral blood volume (CBV) is prominent. Incidental left anterior temporal arachnoid cyst.", "在右侧额顶叶颞区，有轻微的天意高强度延伸至右侧脑室的室管膜表面，并在其内嵌有增强区域。虽然有T2的光芒，但也有真正的扩散限制的区域，包括在增强区域，但也在非增强的天赋超强度范围内。MRS表现为中度胆碱升高，小至中度乳酸峰，减少NAA。脑血容量(CBV)的升高是显著的。前颞叶蛛网膜囊肿。"], "d26": ["Large tumour centred in the body of the corpus Callosum with heterogenous and multifocal areas of enhancement and imaging appearances typical for glioblastoma.", "大肿瘤集中在胼胝体的体内，胼胝体与异质性和多焦点区域的增强和影像学表现典型的胶质母细胞瘤。"], "d27": ["A VP shunt is in situ, and a left-sided subdural collection is present. Near the foramen of Munro, a mass with heterogeneous hyperdensity is present.", "一个副分流器在原位，并且有一个左边的硬膜收集。在门罗的孔附近，存在着一个非均匀高密度的物质。"], "d28": ["A well-circumscribed mass in the region of the foramen of Munro is present with central intrinsic high T1 signal and layering low T2 signal consistent with haemorrhage. It is well circumscribed.High T2 signal within the corpus Callosum likely represents the sequela of hydrocephalus and compression against the falx rather than tumour infiltration. A right sided shunt is in situ. No subependymal nodules of parenchymal changes to suggest underlying tuberous sclerosis.", "在门罗的孔区域内，有一个受到良好限制的质量，它具有中央固有的高T1信号和与出血一致的低T2信号。限制。胼胝体内的高T2信号很可能代表脑积水的后遗症，而不是肿瘤浸润而压迫镰状细胞。右边的分流器在原位。无室管膜下结节的实质改变提示潜在结节性硬化症。"], "d29": ["A small subcortical region of high T2 signal is seen in the left frontal lobe.", "在左额叶中可见一个高T2信号的小皮层下区。"], "d30": ["A peripherally enhancing lesion is located within the left frontal lobe. ", "边缘增强病变位于左额叶内。"], "d31": ["Some glioblastomas, such as this giant-cell variant, are discrete firm masses which clinically and radiographically simulate metastatic carcinoma", "一些胶质母细胞瘤，例如这个巨细胞瘤，是离散的硬体，临床和放射学模拟转移癌。"], "d32": ["Heterogeneously, but mainly peripherally, enhancing lesion in the parietal lobe, with extensive surrounding oedema and positive mass effect. Spectroscopy demonstrates elevated choline and depressed NAA. Elevation of rCBV (area under the curve) is seen in the solid component.", "异型性，但主要是边缘的，增强顶叶的病变，周围有广泛的水肿和积极的质量效应。光谱学证实了胆碱和抑郁的NAA的升高。rCBV(曲线下面积)的标高是在固体组件中看到的。"], "d33": ["A solid / cystic mass is present in the left posterior temporal / occipital lobe adjacent to the occipital horn of the lateral ventricle. I has a rounded solid enhancing component with ADC values similar to normal white matter. An adjacent cystic component is present with peripheral enhancement. Surrounding this, is a mantle of vasogenic oedema", "左后颞/枕叶与侧脑室枕角相邻，存在实/囊性肿块。我有一个圆形固体增强元件，其ADC值与正常白质相似。邻近的囊性成分存在于周围增强。围绕着这个，是一种血管性水肿。"], "d34": ["There is a rim enhancing fluid density mass lesion present within the left frontal lobe with mass effect, and midline shift to the right of up to 1 cm. Associated with the wall of the mass lesion there is a nodular component. Oedema is present within the adjacent left frontal lobe.A further enhancing mass lesion is present within the left parietal lobe. This is causing effacement of the occipital horn of the left lateral ventricle. This demonstrates rim enhancement with a heterogenous centre. There is effacement of the adjacent cortical sulcal and gyral pattern.", "在左额叶内，有一个边缘增强的流体密度肿块，有质量效应，中线向右移位至1厘米。与肿块病变壁相关的是结节性成分。水肿存在于相邻的左额叶内。在左侧顶叶有进一步增强的肿块病变。这是造成左侧脑室枕角的影响。这表明了轮辋强化的异质性中心。邻近的皮质沟和环流模式有明显的影响。"], "d35": ["Multifocal areas of abnormality. In the left frontal lobe there is a cystic cavity with linear peripheral enhancement which is thick medially with surrounding oedema.There is an infiltrative mass encasing the occipital horn of the left lateral ventricle, crossing the splenium of the corpus Callosum, extending into the left temporal lobe and into the left cerebral peduncle.There is a necrotic enhancing area demonstrating thick peripheral enhancement in the posterior temporal region.There is mass-effect with 9 mm midline shift, distortion of the brainstem and effacement of the cortical sulci.", "多病灶的异常。在左额叶中有一个囊腔，其周围有线性的边缘增强，与周围的水肿密切相关。左侧脑室枕角有浸润性肿块，穿过胼胝体的脾，延伸至左颞叶，进入左脑梗。有一个坏死增强区，在后颞区表现出较粗的边缘增强。9毫米中线移位、脑干的畸变和皮质沟的影响都有质量效应。"], "d36": ["Intra-tumoral hematoma and spread of hemorrhage inside the ventricular system at diagnosis.", "肿瘤内血肿和脑室系统内出血的诊断。"], "d37": ["The pons is diffusely enlarged encasing the basilar artery and exhibits altered signal being low in T1, slightly bright in FLAIR and very bright in T2 WIs. No diffusion restriction on DWI differentiating this lesion from acute pontine infarction", "pons在基底动脉内扩散扩大，在T1下表现为低的变化信号，在天赋上略显明亮，在T2 WIs中非常明亮。对DWI无扩散限制，对急性脑桥梗死灶进行鉴别。"], "d38": ["The pons is expanded by a low attenuating mass.", "pons被一个低的衰减质量扩展。"], "d39": ["There is a large lesion arise from both left & right side of thalamus (bigger on left side) protruding up & compressing the lateral ventricles with a degree of hydrocephalus.  The lesion shows heterogeneous signals best seen on T2 image. The lesion shows no enhancement after admission of contrast, but does restrict on DWI.MRS demonstrates a perfect tumour trace, with elevation of choline and reduction of NAA.", "丘脑左侧和右侧均有大的病变(左侧更大)突出，并压迫侧脑室，并伴有脑积水。在T2图像上，病灶显示出最佳的异质信号。病变在入院后无明显增强，但对DWI有限制。MRS演示了一个完美的肿瘤痕迹，高程胆碱和减少NAA。"], "d40": ["MRI of a young child demonstrates diffuse expansion of the pons, with flattening of the floor of the fourth ventricle and effacement of the pre-pontine cistern,trapping the basilar artery between the pons and the clivus. The region demonstrates diffuse increase in T2 signal but no convincing abnormal enhancement. Findings are characteristic of a brainstem glioma.", "儿童的MRI表现为扩张的脑桥，并使第四脑室的地板和前桥式蓄积物的消失，将基底动脉夹在脑桥和clivus之间。该区域显示T2信号弥漫性增加，但没有令人信服的异常增强。发现是脑干胶质瘤的特征。"], "d41": ["An ill-defined left parietal mass without calcification of convincing enhancing component is present.", "在没有钙化令人信服的增强成分的情况下，有一种不明确的左顶叶肿块。"], "d42": ["A cortical/subcortical mass demonstrating T2 hyperintense expansion and only minor contrast enhancement is centred in the left inferior parietal lobule. High signal in the DWI sequence is predominantly T2 shine through, although there are small regions of intermediate to low ADC values at the superomedial and anterosuperior aspects. Moderate cerebral blood volume (CBV) increase. Spectroscopy demonstrates choline elevation and NAA reduction.Conclusion: left inferior parietal lobule mass typical of a low-grade glioma (astrocytoma or oligodendroglioma)", "皮质/皮层下的肿块表现为T2超强扩张，而只有较小的反差增强集中于左下顶叶。在DWI序列中，高信号主要是T2的照射，尽管在上位和前两方面有少量的中低的ADC值。中度脑血容量(CBV)增加。光谱学显示胆碱升高和NAA还原。结论:左侧下顶叶肿块典型的低级别胶质瘤(星形细胞瘤或少突胶质细胞瘤)"], "d43": ["Nonenhancing mass involving the overlying right frontal cortex with minor positive mass effect.", "非增强质量，包括右侧额叶皮质，具有较小的正质量效应。"], "d44": ["Well circumscribed hypodense at most faintly enhancing left temporal lobe mass without calcification.", "在没有钙化的情况下，在最微弱的增强的左颞叶肿块中，被限制的低密度。"], "d45": ["Well circumscribed left temporal lobe tumour with minimal if any contrast enhancement demonstrates markedly high T2 signal and significant involvement of the overlying cortex.", "如果任何对比增强显示明显高的T2信号和过度皮层的显著参与，那么被限制的左颞叶肿瘤是最小的。"], "d46": ["Multifocal regions of cortical and subcortical T2/FLAIR hyperintensity are unchanged, and consistent with gliomatosis cerebri.No new enhancing lesion identified.", "皮质和皮层下T2/FLAIR高强度的多焦点区域未发生变化，与脑胶质瘤病一致。没有发现新的增强损伤。"], "d47": ["Multifocal regions of cortical and subcortical T2/FLAIR hyperintensity are unchanged, and consistent with gliomatosis cerebri.There is a superior right parietal heterogeneous lesion measuring 47 x 39 mm, with a central cystic area surrounded by calcifications and hemosiderin products foci. No new enhancing lesion identified.", "皮质和皮层下T2/FLAIR高强度的多焦点区域未发生变化，与脑胶质瘤病一致。右侧顶叶异质性病变47 x 39毫米，中心囊性区域周围有钙化和血黄素产品焦点。没有发现新的增强损伤。"], "d48": ["A large right frontal mass with calcification and enhancement is present. Large portions of the mass involve the cortex. Features are those of an oligodendroglial tumour.", "一个大的右额肿块与钙化和增强存在。大部分的质量涉及大脑皮层。特征是少突胶质细胞瘤。"], "d49": ["The right-sided mass is heavily calcified with some patchy areas on enhancement seen at the margins. ", "右侧的肿块严重钙化，在边缘处有一些不完整的增强区域。"], "d50": ["A relatively well circumscribed mass involving the insular cortex on the left and surrounding brain is present. It has central areas which attenuate on FLAIR, and demonstrates no convincing enhancement.", "在左侧和周围的大脑中有一个相对较远的受限制的区域，包括岛叶皮质。它的中心区域削弱了天赋，并没有表现出令人信服的增强。"], "c1": ["CT of the brain with and without contrast demonstrates a large partially cystic mass in the right cerebellar hemisphere. The solid component only minimally enhances with a focal region demonstrating more prominent ring enhancement. The fourth ventricle is effaced, and the lateral ventricles are enlarged. There is also marked effect on the brainstem with the prepontine and perimesencephalic cisterns obliterated.", "大脑的CT和没有对比显示右侧小脑半球有一个大的部分囊性肿块。固体组件只在最小程度上增强，并具有更显著的环增强。第四脑室消失，侧脑室扩大。脑干对脑干的影响也有明显的影响。"], "c2": ["Axial non contrast CT in a nine-year-old girl showing a slightly hypodense mass in the tectum of the brainstem, compressing the aqueduct of Sylvius and causing obstructive hydrocephalus", "在一个九岁的女孩中，轴向无对比CT显示在脑干的构造中有一个稍低密度的肿块，压迫着Sylvius的导水管，导致阻塞性脑积水。"], "c3": ["MRI of the brain confirms the findings on CT. A large partially cystic mass has its epicentre in the right cerebellar hemisphere, displacing and effacing the fourth ventricle, resulting in hydrocephalus (these ventricles are far too large for an 8 year old child). The mass has a solid component, which is nodular, and slightly hypointense on T1 compared to the cerebellum, and hyperintense on T2. It demonstrates bright contrast enhancement.", "脑部核磁共振成像证实了CT的发现。在右侧小脑半球有一个大的部分囊性肿块，它取代了第四脑室，导致脑积水(这些脑室对于一个8岁的孩子来说太大了)。质量有一个固体的成分，它是结节状的，与小脑相比，在T1上有轻微的尖角，在T2上有超紧张。演示了明亮的对比度增强。"], "c4": ["T1-weighted coronal MRI image post contrast showing heterogeneous contrast enhancement within the presumed tectal plate glioma", "t1加权冠状核磁共振成像后对比显示，在假定的tectal板胶质瘤内的异质对比增强。"], "c5": ["MRI of brain with sub-ependymal giant cell astrocytoma", "脑膜下巨大细胞星形细胞瘤的MRI。"], "c6": ["A 2cm mass is located near the left foramen of Munro with associated ventriculomegaly, presumably due to obstruction at the level of the foramen. The mass is of soft tissue attenuation and demonstrates vivid contrast enhancement. A single calcified subependymal focus is present on the lateral aspect of the right lateral ventricle. There is slight heterogeneity of the white matter of the cerebral hemispheres.", "在门罗的左孔附近有一个2厘米的肿块，并伴有脑室肿大，大概是由于孔的水平阻塞造成的。质量为软组织衰减，表现出鲜明的对比增强。在右侧脑室的外侧侧面有一个单一钙化的室管膜灶。大脑半球的白质有轻微的异质性。"], "c7": ["A 2cm mass is located near the left foramen of Munro with associated ventriculomegaly, presumably due to obstruction at the level of the foramen. The mass is of soft tissue attenuation and demonstrates vivid contrast enhancement.A single calcified subependymal focus is present on the lateral aspect of the right lateral ventricle. There is slight heterogeneity of the white matter of the cerebral hemispheres.", "在门罗的左孔附近有一个2厘米的肿块，并伴有脑室肿大，大概是由于孔的水平阻塞造成的。质量为软组织衰减，表现出鲜明的对比增强。在右侧脑室的外侧侧面有一个单一钙化的室管膜灶。大脑半球的白质有轻微的异质性。"], "c8": ["Subependymal nodule seen to be calcified on CT is visible (red arrow) on FLAIR and T2 as a region of low signal.Best seen on FLAIR are radial glial bands (yellow arrows) and cortical / subcortical tubers (green arrows). ", "CT上可见钙化结节状结节(红色箭头示)，T2为低信号区。在天赋上最能看到的是径向滑动条(黄色箭头)和皮质/皮层下块茎(绿色箭头)。"], "c9": ["PXA as visualized on an MRI", "PXA在MRI上显示。"], "c10": ["Ventricular size and sulcal pattern within normal limits. No intra or extra-axial haemorrhage identified. There is a tiny hypoattenuating nodule in the right temporal lobe, at the region of the Heschl's gyrus. Grey-white matter differentiation is preserved with no midline shift. The posterior fossa has a normal appearance. Visualised paranasal sinuses and mastoid air cells are clear.", "正常范围内的心室大小和沟型。未发现内腔或外轴出血。颞叶右颞叶有一个微小的低衰减结节，位于颞叶脑回区域。灰白色物质的分化没有中线转移。后窝有正常的外观。可见鼻旁窦和乳突的空气细胞是清楚的。"], "c11": ["Small cystic foci measuring 4 and 3 mm respectively are seen involving cortex and subcortical region of the right Heschl's gyrus. These areas do not fully FLAIR suppress. On the FLAIR sequence, there is a poor definition of the adjacent grey matter with mild regional FLAIR hyperintensity. Mild mass effect. Several punctate foci of FLAIR hyperintensity in the supratentorial white matter are non-specific, but borderline prominent for age. History of migraines? No other focal lesion is identified. ", "小的囊性病灶大小分别为4和3毫米，包括右侧颞叶皮层和皮层下区域。这些领域并没有完全抑制。在天赋序列上，对邻近的灰质有一个很差的定义，在区域上有轻微的超强度。轻微的质量效应。在幕上白质中，有几处超强度的斑点是非特异性的，但在年龄上是显著的。偏头痛的历史吗?未发现其他病灶病灶。"], "d1": ["Posterior fossa heterogenous mass is located within the fourth ventricle and appears to arise from the posterior aspect of the medulla. The mass has speckled calcifications and heterogeneously enhances.", "颅后窝的异质性肿块位于第四脑室，似乎起源于髓质的后端。质量有斑点状钙化和异质增强。"], "d2": ["Well circumscribed lesion in the 4th ventricle, isointense to cerebellum on T1 and hyperintense on T2. No associated oedema. No enhancement (not shown).", "在第4脑室中有很好的局限性病变，在T1上与小脑的等强烈，T2的超紧张。没有水肿有关。没有增强(没有显示)。"], "d3": ["A heterogeneous but mostly T2 bright mass appears to arise from the septum pellucidum and project into the right lateral ventricle. It demonstrates minor enhancement, and regions of susceptibility induced signal drop out, likely representing calcification.", "一种异质性但大多是T2明亮的肿块出现从鼻中隔的透明质和项目进入右侧脑室。它显示了轻微的增强，以及易感性诱导信号的区域脱落，可能代表钙化。"], "d4": ["Low density intraventricular mass in the region of the foramen of Monroe. Left lateral ventricle is dilated.", "在门罗孔的区域内低密度的脑室内肿块。左侧脑室扩张。"], "d5": ["Within the inferior aspect of the fourth ventricle is a small well circumscribed mass which is isointense to the adjacent cerebellum on T1 and slightly hyperintense on T2. There is no evidence of calcification, or of contrast enhancement. No hydrocephalus is identified.", "在第四脑室的下端，是一个小的界限清楚的肿块，在T1的邻近小脑和T2上稍超紧张。没有钙化的证据，也没有对比增强的证据。不确定的脑积水。"], "d6": ["A well defined intradural cauda equina lesion dispalying iso signal in T1, slightly hyperintense signal in T2 and avid enhancement in post contrast study. It displaces and compresses the distal cord with no foraminal extension.", "一种明确定义的硬膜内马尾病变，在T1中表现为不均匀的iso信号，T2中有轻微的高强度信号，在后对比研究中有强烈的增强作用。它取代和压缩远端脐带，并无引线延伸。"], "d7": ["A high T2, low T1, enhancing mass is located just below the tip of the conus, and compresses surrounding nerve roots.", "高T2，低T1，增强质量位于锥尖下方，并压迫周围神经根。"], "d8": ["MRI demonstrates an ovoid lesion immediately below the conus, which is isointense to cord on T1 and somewhat hyperintense on T2, with small regions of signal drop out posteriorly. It enhances vividly following contrast.", "核磁共振成像显示，在圆锥的下方有一个卵形的病灶，它在T1上是等强度的，在T2上是高强度的，而小区域的信号则从后面消失。它增强了鲜明的对比。"], "d9": ["There is a well defined  intradural ovoid lesion that is centered within the distal lumbosacral canal. Lesion fills the canal space from the L5-S2 levels. The lesion is confined to the canal without extension into the adjacent exit foramen. The lesion measures 5.5 x 1.5 x 2.2 cm in vertical, AP and transverse dimensions respectively.  It is difficult to determine if the mass arises from a specific nerve root.  The lesion has heterogeneous signal characteristics. The lesion predominately low signal on T2 weighted images with areas of moderate signal within. The lesion is isointense to CSF on T1 weighted images and enhances fairly homogeneously post contrast. On STIR weighted imaging the lesion is predominantly moderate signal intensity with areas of low signal within which likely represent blood products.", "有一个定义良好的硬膜内卵形病变位于远端腰骶管。病灶从L5-S2水平填满运河空间。病变局限于未延伸到邻近出口孔的渠道。病灶分别为垂直、AP和横向尺寸5.5 x 1.5 x 2.2 cm。很难确定肿块是否来自特定的神经根。病灶具有不同的信号特征。在T2加权图像上，病变主要是低信号，其中有中度信号。在T1加权图像上，病灶与脑脊液是等强烈的，并能较均匀地增加对比度。在波动加权成像中，病变主要是中度信号强度，低信号区域可能代表血液制品。"], "d10": ["A heterogenous, slightly hypersense mass lesion is seen in the floor of the fourth ventricle, resulting in moderate obstructive hydreocephalus. The lesion is extending through the foramen of Magendie and Luschka.", "在第四脑室的地板上出现了一种异质性的、轻度的超感觉性肿块，导致轻度的阻塞性脑梗塞。病灶通过Magendie和Luschka的孔延伸。"], "d11": ["A very large rounded heterogenous tumour is present in the fourth ventricle, bulging inferiorly through the foramina of Luscka and Magendie. It is hyperintense on T2 weighted images,  low on T1 weighted images, with heterogeneous contrast enhancement and has intermediate restricted diffusion on ADC. A ventricular shunt has been inserted through the right frontal lobe.", "第四脑室有一个非常大的圆形异质性肿瘤，在Luscka和Magendie的foramina中凸出。在T2加权图像上，在T1加权图像上，在不同的对比度增强下，在ADC上有中间受限扩散。通过右额叶插入心室分流。"], "d12": ["Large posterior fossa tumour centred in the fourth ventricle and extending out of the left foramen of Luschka. It extends anterior to the brainstem and also just into the left IAM.", "大后窝肿瘤位于第四脑室，并从左孔延伸出。它延伸到脑干的前部，也就在左边的IAM。"], "d13": ["An ill-defined mass posterior to the medulla is vaguely seen, with a single flec of calcium.", "在髓质后部有一个模糊的肿块，有一个单一的钙的flec。"], "d14": ["MRI demonstrates a posterior fossa mass centered on the 4th ventricle and extending out of the foramen of Luschka on the left. The mass is heterogeneously high signal on T2 and has moderate contrast enhancement. Features consistent with an ependymoma, which was confirmed at resection.", "MRI显示位于第四脑室的后窝肿块，并从左侧的Luschka孔延伸出来。在T2中，质量为异质高信号，并具有中等对比度增强。特征与室管膜瘤一致，在切除时证实。"], "d15": ["MRI of the brain demonstrates a large heterogeneous mass centred in then fourth ventricle and herniating out of the left foramen of Luschka. It is mostly isointense to the adjacent cerebellum on T1 weighted images, hyperintense on T2 (with areas of higher signal / cystic change), and without significant restricted diffusion. Post contrast images demonstrate vivid but heterogeneous contrast enhancement.", "脑部核磁共振成像显示，在第四脑室中，有一个大的非均匀性肿块，并从卢氏的左侧孔疝出。在T1加权图像上，与相邻小脑基本相同，T2(具有较高信号/囊性变化区域)，且无明显受限扩散。后对比图像显示了鲜明但不均匀的对比度增强。"], "d51": ["Ovoid hyperdense suprasellar mass with contact to the anterior wall of the third ventricle.No calcifications are recognized within the mass.", "卵形的超紧密的超密集的肩胛骨块与第三脑室前壁的接触。在肿块内没有钙化。"], "d52": ["Ovoid, slightly lobulated, well circumscribed mass with contact to the anterior wall of the third ventricle and the optic chiasm. The mass is isointense to white matter in T1 and T2 weighted sequences and shows vivid uniform enhancement after Gadolinium.The mass shows no arterial flow in TOF-Angiography and ceMRA (not shown).No susceptibility-artifacts in SWI are recognised within the mass (not shown).", "卵球形，稍小的叶状，与第三脑室的前壁和视神经的接触，界限清楚。在T1和T2加权序列中，质量与白质等强度相等，在钆后表现出明显的均匀增强。肿块显示无动脉血流在tof -血管造影和ceMRA(未显示)。在质量(未显示)中，没有在瑞士的磁体中识别易感物质。"], "p1": ["Interventricular extension through the foramen of Munro, cerebral aqueduct, or foramen of Luschka or Magendie can occur with a choroid plexus papilloma; this is an ancillary diagNOStic sign that is not described with other interventricular tumors.", "室间伸展通过门罗的孔，脑导水管，或Luschka或Magendie的孔可以发生脉络膜丛乳头状瘤;这是一个辅助诊断信号，并没有被描述为其他的室间肿瘤。"], "p2": ["Axial T1-weighted nonenhanced magnetic resonance image (repetition time, 450 ms; echo time, 20 ms) shows that the mass is predominantly isointense relative to the cortex.", "轴向t1加权非增强磁共振图像(重复时间，450毫秒;回声时间，20毫秒)显示，相对于皮质，质量主要是等强烈的。"], "p3": ["Sagittal T1-weighted contrast-enhanced magnetic resonance image (repetition time, 500 ms; echo time, 12 ms) shows intense heterogeneous enhancement. Note the extension into the third ventricle.", "矢状t1加权对比度增强磁共振图像(重复时间，500毫秒;回声时间，12毫秒)显示强烈的非均匀增强。注意到第三脑室的延伸。"], "c16": ["Non contrast CT demonstrates an ill-defined region of low attenuation in the right temporal lobe. ", "非对比CT显示右颞叶低衰减区域。"], "c17": ["Brain CT scan shows a focal area of hypodensity in the left frontal lobe with adjacent bone remodeling.", "脑CT扫描显示在左额叶与邻近骨重建的一个焦点区域的低密度。"], "c18": ["Dysembryoplastic neuroepithelial tumour,MRI FLAIR.", "Dysembryoplastic神经上皮的肿瘤,MRI天赋。"], "c19": ["MRI through the temporal lobes of a patient with seizures demonstrates a high T2, low T1 region within the mesial temporal lobe on the right. The central high T2 region does not attenuate on FLAIR.", "通过患者颞叶的MRI显示右侧颞叶的高T2、低T1区域。中央高T2区域没有减弱的天赋。"], "c20": ["Large cortical tumour with high T2 signal and partial FLAIR suppression, with a persistent high T2 rim.", "高T2信号的大皮质肿瘤和部分的抑制能力，具有持久的高T2边缘。"], "c25": ["CT.Predominantly nonenhancing hypodense mass in the right cerebellum causing mass effect on the posterior fossa structures, with effacement of the 4th ventricle.", "CT。在右侧小脑内主要为非增强的低密度肿块，对后颅窝结构造成质量影响，并伴有第四脑室的消失。"], "c26": ["CT.Predominantly nonenhancing hypodense mass in the right cerebellum causing mass effect on the posterior fossa structures, with effacement of the 4th ventricle.", "CT。在右侧小脑内主要为非增强的低密度肿块，对后颅窝结构造成质量影响，并伴有第四脑室的消失。"], "c27": ["Axial T2 fat sat", "轴向T2脂肪坐"], "c28": ["Axial FLAIR", "轴向天赋"], "c29": ["MRI demonstrates a T1 hypointense T2 hyperintense nonenhancing lesion in the right cerebellum. T2-characteristics are classic, and show widened cerebellar folia with striated,corduroy appearance. The mass causes mass effect on the posterior fossa structures and effaces the 4th ventricle. There is no associated restricted diffusion nor increased perfusion.", "MRI显示右侧小脑内T2高强度非增强病变。t2特征是经典的，并以条纹状、灯芯绒的外观显示小脑叶。质量对后颅窝结构产生质量影响，影响第四脑室。没有相关的限制扩散或增加灌注。"], "c21": ["Pre and post contrast CT Brain. Findings:Large lesion in the right temporal lobe with a heterogeneous slightly hyperdense lobulated mass associated with a rounded well-circumscribed low attenuation component in the posterior superior aspect.Moderate enhancement after administering IV contrast.Associated white matter oedema, although the amount of associated oedema is less that what would be expected for a tumour this size.Positive mass effect: near complete effacement of the right lateral ventricle, contralateral midline shift of 3mm with subfalcine herniation.No overlying bony permeative change.", "前后对比CT脑。结果:右侧颞叶的大病灶有一种多相的高密度的小叶状肿块，在后部的优势部位有一个圆形的良好的低衰减部分。中度强化后静脉注射对比。相关的白质水肿，尽管相关水肿的数量较少，但对于一个肿瘤大小的预期。正质量效应:右侧脑室完全消失，对侧中线移位3mm与次镰状疝。没有过度的骨渗透变化。"], "c22": ["Selected MRI images showing a juxtacortical small cystic lesion in the left frontal lobe that shows partial suppression on FLAIR.", "选择的MRI图像显示左侧额叶上的一种颈状小囊性病变，显示部分抑制能力。"], "c23": ["MRI of the brain demonstrates a well circumscribed mass appearing to be located within the cortex (in a sulcus) of the right occipital lobe. It slightly hypointense to adjacent grey matter, hyperintense on T2 weighted images and demonstrates homogeneous contrast enhancement with only as small amount of surrounding oedema.", "大脑的核磁共振成像显示，在右枕叶的皮质(位于一个沟)中，有一个很好的外切质量。它对邻近的灰质有轻微的偏置，在T2加权像上表现出强烈的强烈反应，并表现出均匀的对比度增强，只有少量的周围水肿。"], "c24": ["Scan was obtained at an outside institution and digitised from printed film, thus the lack of stacks and somewhat degraded image quality.  MRI demonstrates a right temporal lobe mass which is isointense to brain on T1, hyperintense on T2 and FLAIR, has no restricted diffusion or calcification. A solid nodule vividly enhances.", "扫描是在一个外部机构获得的，并从印刷胶片上进行数字化，因此缺少堆栈，图像质量也有所下降。MRI显示右颞叶肿块，其在T1、T2和FLAIR上的高度紧张，没有限制扩散或钙化。坚实的结节生动地增强。"], "c111": ["CT,Axial non-contrast", "CT,轴向non-contrast"], "C112": ["CT,Axial C+ arterial phase", "CT,轴向C +动脉相"], "c113": ["CT,Coronal non-contrastPre and post contrast CT Brain. Findings:Large lesion in the right temporal lobe with a heterogeneous slightly hyperdense lobulated mass associated with a rounded well-circumscribed low attenuation component in the posterior superior aspect.Moderate enhancement after administering IV contrast.Associated white matter oedema, although the amount of associated oedema is less that what would be expected for a tumour this size Positive mass effect: near complete effacement of the right lateral ventricle, contralateral midline shift of 3mm with subfalcine herniatio No overlying bony permeative change.", "CT，冠状非对比前和后对比CT脑。结果:右侧颞叶的大病灶有一种多相的高密度的小叶状肿块，在后部的优势部位有一个圆形的良好的低衰减部分。中度强化后静脉注射对比。相关的白质水肿，虽然与肿瘤相关的水肿较少，但其大小为正质量效应:右侧脑室完全消失，对侧中线移位3mm，下腹疝，无过骨渗透性变化。"], "C114": ["MRI,Axial DWI", "核磁共振,轴向醉酒驾车"], "C115": ["Axial T2.MRI,Selected MR sequences through the brain. Findings:Confirms the large lesion in the right temporal region with solid and cystic components.Heterogeneous enhancement of the solid component, rim enhancement of the cystic component.Large flow void, best appreciated in sagittal projection, consistent with a large vessel travelling through the lesion Scattered foci of enhancement in the posterior aspect of the right side of the centrum semiovale, suggestive of satellite lesions.Fiducials are noted in both frontal and occipital regions for operative planning.", "轴向T2。磁共振成像，通过大脑选择MR序列。结果:证实右侧颞区大病灶有实、囊性成分。非均匀强化的固体成分，边缘增强的囊性成分。大流量空穴，在矢状图中最受重视，与大血管通过病变分散的病灶在中部半卵圆的右侧后侧加强，提示卫星病灶。在额部和枕部区域都注意到手术计划。"], "c30": ["Axial non-contrast", "轴向non-contrast"], "c31": ["Axial C+ delayed.Predominantly nonenhancing hypodense mass in the right cerebellum causing mass effect on the posterior fossa structures, with effacement of the 4th ventricle.", "轴向C +延迟。在右侧小脑内主要为非增强的低密度肿块，对后颅窝结构造成质量影响，并伴有第四脑室的消失。"], "c32": ["Axial T2 fat sat", "轴向T2脂肪坐"], "c33": ["Axial FLAIR", "轴向天赋"], "c34": ["Axial T1.MRI demonstrates a T1 hypointense T2 hyperintense nonenhancing lesion in the right cerebellum. T2-characteristics are classic, and show widened cerebellar folia with striated,corduroy appearance. The mass causes mass effect on the posterior fossa structures and effaces the 4th ventricle. There is no associated restricted diffusion nor increased perfusion.", "轴向T1。MRI显示右侧小脑内T2高强度非增强病变。t2特征是经典的，并以条纹状、灯芯绒的外观显示小脑叶。质量对后颅窝结构产生质量影响，影响第四脑室。没有相关的限制扩散或增加灌注。"], "c35": ["on T2WI", "在T2WI上"], "c36": ["Axial non-contrast", "轴向non-contrast"], "c37": ["Coronal non-contrast", "日冕non-contrast"], "c38": ["Sagittal non-contrast.Ill-defined hyperdense mass within the anterior pole of the left temporal lobe associated with surrounding vasogenic oedema. No midline shift or cerebral herniation. Remainder brain parenchyma is unremarkable. ", "矢状non-contrast。在左颞叶前极，与周围的血管原性水肿相关的超密集肿块。没有中线移位或脑疝。其余脑实质并不显著。"], "c39": ["Axial T1", "轴向T1"], "c40": ["Axial T1 C+", "轴向T1 C +"], "c41": ["Coronal T1.The left temporal lobe mass demonstrates a few prominent vessels within associated with a small haemorrhagic foci, has vivid rim enhancement, and shows partial diffusion restriction. Local mass effect and vasogenic oedema are again demonstrated ", "冠状T1。左侧颞叶肿块显示出与小出血灶相关的少数突出血管，具有生动的边缘增强，并显示部分扩散限制。再次证明了局部质量效应和血管源性水肿。"], "c42": ["Sagittal T1", "矢状T1"], "c43": ["Sagittal T1 C+", "矢状T1 C +"], "c44": ["Axial T2", "轴向T2"], "c45": ["Axial Gradient Echo", "轴向梯度回波"], "c46": ["Axial FLAIR.Cerebellar and fourth ventricular tumour, with both parenchymal and intraventricular components. Predominantly cystic, with heterogeneously enhancing solid components. Scattered calcifications. Obstructive hydrocephalus (not shown).", "轴向天赋。小脑和第四脑室肿瘤，同时伴有实质和脑室内的成分。主要是囊性的，具有异质强化固体成分。分散钙化。阻塞性脑积水(没有显示)。"], "c47": ["Axial C+ delayed.A large intraventricular mass filling and expanding the body of the right lateral ventricle.", "轴向C +延迟。室内大量填充和扩张右侧脑室的身体。"], "c48": ["Axial T1", "轴向T1"], "c49": ["Axial T1 C+", "轴向T1 C +"], "c50": ["Coronal T1 C+", "冠状T1 C +"], "c51": ["Axial FLAIR.MRI of the brain including post contrast sequences demonstrates a large intraventricular mass filling and expanding the body of the right lateral ventricle. It has high T2 signal, wispy regions of intermediate T1 signal  giving it a bubbly appearance. Following contrast administration only minimal heterogeneous enhancement is present. ", "轴向天赋。脑MRI包括后对比序列显示大的脑室内大量填充和扩大右侧脑室的身体。它具有高T2信号，中间T1信号的wispy区域使其呈现出气泡的外观。在对比管理下，只存在最小的异构增强。"], "c106": ["MRI,FLAIR", "核磁共振,天赋"], "c107": ["MRI,T1", "核磁共振T1"], "c108": ["MRI,T1", "核磁共振T1"], "c109": ["MRI,T2", "核磁共振,T2"], "c110": ["MRI,FLAIR", "核磁共振,天赋"], "c116": ["CT,Axial C+ arterial phase Carotid body tumor.CT reveals carotid body tumor and right adrenal phaeochromocytoma.", "CT，轴向C+动脉期颈动脉体肿瘤。CT显示颈动脉体肿瘤及右侧肾上腺嗜铬细胞瘤。"], "d61": ["Solid oval lesion in the pineal region. Pineal calcifications are dispersed peripherally. Hydrocephalus.", "位于松果体区域的固体卵形病变。松果体的钙化分布在周围。脑积水。"], "d62": ["Solid pineal region mass which is T2/FLAIR isointense to brain parenchyma. Intense enhancement post IV gadolinium.", "固体松果体区域质量，即T2/FLAIR等强烈到脑实质。强化后的钆。"], "d63": ["Solid lesion with small cystic component in pineal region. Lesion is isointense to grey matter on T1WI and hyperintense on T2WI/FLAIR and shows homogeneous contrast enhancement.Resultant hydrocephalus with marked FLAIR hyperintensity around lateral ventricles due to transependymal oedema.", "在松果体区域有小的囊性成分的固体损伤。病灶在T1WI上呈灰质等强烈，在T2WI/FLAIR上呈高强度，呈均匀对比增强。结果脑积水因经室管膜水肿而在侧脑室周围有明显的高强度。"], "d64": ["A 14 X 13 (axial) mm soft tissue density mass in the pineal region with eccentric peripheral calcification demonstrated. The ventricles are prominent, out of keeping with the degree of sulcal prominence, indicating mild to moderate obstructive hydrocephalus due to the lesion partially obstructing the upper margin of the cerebral aqueduct. Periventricular hypoattenuation is in keeping with chronic small vessel ischaemia +/- transependymal CSF accumulation. No other significant intracranial abnormality.", "一个14 X 13(轴向)mm软组织密度肿块在松果体区有偏心周围钙化表现。脑室是突出的，与结节的突出程度不一致，提示轻度到中度阻塞性脑积水，因为病变部分阻塞了大脑导水管的上缘。脑室的低衰减与慢性小血管缺血- - - - -经颅-脑脊液积累有关。无其他明显颅内异常。"], "d65": ["Circular mass centered in pineal region measures 12 x 11 x 9 mm and demonstrates homogeneous enhancement (on volumetric sequence for stereotaxis), peripheral calcification and diffusion restriction.  It has mass effect on the adjacent structures with steNOSis of the cerebral aqueduct (some flow still present on cine imaging) and associated non-communicating hydrocephalus affecting the lateral ventricles and 3rd ventricle. Periventricular FLAIR hyperintensity may represent some transependymal oedema superimposed on chronic small vessel disease.  ", "以松果体区域为中心的圆形质量为12 x 11 x 9毫米，并表现为均匀增强(对立体定向的体积序列)，外围钙化和扩散限制。它对脑导水管狭窄的邻近结构有质量影响(在cine成像中仍有一些流)，并伴有非沟通的脑积水影响侧脑室和第三脑室。脑室内的高强度可能是慢性小血管疾病的一种特殊的脑水肿。"], "d66": ["A sizeable lobulated mass in the region of the pineal gland (3.2 x 3.1 x 3.5 cm) is present which has intermediate signal on both T1 and T2 weighted sequences, heterogeneous relatively limited contrast enhancement, prominent restricted diffusion (ADC = ~500mm2/s) and hypodensity on CT. The mass encases the internal cerebral veins (particularly in the right internal cerebral vein which courses through the middle of the mass). The mass is clearly separate from the vermis, with the superior vermian vein visible between it and the cerebellum. It is inseparable from the tectal plate, without high signal however extending into the midbrain. No separate pineal gland or pineal calcification can be identified.", "在松果腺区域(3.2 x 3.1 x 3.5 cm)中有一个相当大的叶状肿块，在T1和T2加权序列上都有中间信号，非均质相对有限的对比增强，显著的受限扩散(ADC = ~500mm2/s)和CT上的低密度。肿块包围着内部的大脑静脉(特别是在右侧的大脑静脉中，通过质量的中间)。肿块明显与蚓状肌分离，在其与小脑之间可见上可见的蚓状静脉。它与顶板是分不开的，没有高的信号，却延伸到中脑。没有单独的松果体或松果体钙化。"], "d67": ["An ovoid lesion is located in the pineal region appearing below the internal cerebral veins and separate form the splenium. It has calcifications peripherally posteriorly. It is slightly hyperdense to adjacent midbrain but is inseperable from the tectum. No oedema.", "一个卵形的病灶位于松果体区，位于大脑内部静脉的下方，分离形成了脾。它在外围有钙化。它与邻近的中脑有轻微的高密度，但从顶盖是可分离的。没有水肿。"], "d68": ["A pineal region mass demonstrates heterogeneous contrast enhancement and intermediate T2 signal. Diffusion weighted imaging demonstrates reduced ADC values (approximately 600 x 10-6 mm2/s) suggesting high cellularity. It is definitely separate from the tectum which it distorts and compresses without complete obliteration of the aqueduct. Attenuated flow void is seen in the aqueduct, and although no overt obstructive hydrocephalus is yet present, there is some distension of the recesses of the third ventricle.Review of prior CT demonstrates the calcification of the pineal gland to b", "松果体区域质量表现为异质对比增强和中间T2信号。扩散加权成像显示ADC值的降低(约为600x10 -6 mm2/s)，表明高细胞性。它是绝对独立的，它扭曲和压缩，而没有完全消除导水管。在输水管道中可以看到衰减的流动空隙，虽然没有明显的阻塞性脑积水，但第三脑室的凹陷有一些扩张。前CT检查显示松果体钙化程度为b。"], "d69": ["Axial brain CT images show a large hyperdense lobulated  mass in the pineal region with peripheral foci of calcification and associated hydrocephalus. A VP shunt has recently been inserted (note the small amount of pneumocephalus). Hyperdense material is seen coating the frontal horns of the lateral ventricle and filling the floor of the third ventricle.", "轴向脑CT图像显示，在松果体区有一大块高密度的叶状肿块，周围有钙化和相关的脑积水。最近已经插入了一个VP分流(注意小量的肺炎链球菌)。在侧脑室的额角上覆盖了高密度的物质，填充了第三脑室的地板。"], "d70": ["MRI obtained a number of weeks earlier (before the VP shunt as inserted) demonstrates a large pineal region mass with intermediate signal intensity is seen in T2W images.  Hydrocephalus and periventricular CSF flow (interestitial edema) are also visible.", "MRI获得了数周之前(在副VP分路插入之前)显示一个大的松果体区域质量，中间信号强度在T2W图像中可见。脑积水和脑室旁脑脊液流动(间性水肿)也可见。"], "d71": ["A large mass ( * ) centred on the pineal region elvates, splays and partially engulfs the internal cerebral veins (blue arrows). Pineal calcifications (red arrows) are best seen on CT and are located at the periphery of the mass.Enhancing soft tissue is also seen filling the floor of the third ventricle (green arrows) and in the lateral ventricles (best seen in the left forntal horn - yellow arrow).", "大质量(*)集中于松果体区域的elvates, splays和部分吞噬内部的大脑静脉(蓝色箭头)。松果体钙化(红色箭头)在CT上是最好的，位于肿块的边缘。在第三脑室(绿色箭头)和侧脑室(最好见于左侧的forntal horn - yellow箭头)中，也可以看到增强软组织。"], "d72": ["Pre-contrast scans showed moderate internal obstructive hydrocephalus, due to a large, partially calcified and dense mass, which appears to be centred upon the pineal gland. The quadrigeminal plate appears anteriorly displaced and the aqueduct obliterated. It does not appear to have an intimate relationship with the tentorium.", "前对比扫描显示，由于大的部分钙化和密集的肿块，中度内阻性脑积水，似乎集中在松果体上。四叠式的平板出现在前面，而导水管被擦掉了。它似乎并没有与帐篷有亲密的关系。"], "d73": ["The irregular heterogenous enhancing pineal mass demonstrates several tiny cystic foci and eccentric coarse calcifications There is moderate mass effect on the adjacent tectum and vermis, with loss of definition and possible parenchymal invasion on the left.There is associated aqueduct compression, with moderate hydrocephalus and hand and or signal abnormality.Incidental note is made of minor paranasal sinus disease and polypoidal thickening at the posterior margin of the left inferior turbinate.", "不规则的异质性增强松果体显示了几个微小的囊性病灶和偏心性的粗钙化，在邻近的顶盖和维密处有中度的质量效应，而在左侧有可能出现的定义缺失和可能的实质侵犯。有相关的输水压迫，有中度脑积水和手，或信号异常。附带提示是在左侧下鼻甲后缘的小鼻窦疾病和息肉状增厚。"], "d74": ["MRI of a papillary tumor of the pineal region in an 18-year-old boy. Sagittal T1+Gd.", "一个18岁男孩在松果体区域的乳头状瘤的MRI。矢状T1 + Gd。"], "d75": ["MRI Brain showing a 4th ventricle solid mass that seems to arise from the cerebellar vermis, with low signal on T1, high signal on T2 and FLAIR and vivid contrast enhancement. There is associated supratentorial hydrocephalus.", "MRI大脑显示第四脑室固体肿块，似乎是由小脑的病灶引起的，在T1下的信号较低，T2有高的信号，并且有强烈的对比度增强。有相关的幕上脑积水。"], "d76": ["There is a 4th ventricle hyperattenuating mass showing homogenous contrast enhancement. There is associated supratentorial hydrocephalus.", "有一个第四脑室的超衰减质量显示均匀的对比增强。有相关的幕上脑积水。"], "d77": ["CT scan of the brain reveals a large posterior fossa hyper-dense mid-line lesion. No calcification or haemorrhage. Marked hydrocephalus is evident with transependymal oedema.", "CT扫描显示一个大的后窝超密集的中线病变。没有钙化或出血。明显的脑积水是明显的。"], "d78": ["MRI confirms the presence of a midline lesion, which appears to arise from the vermis. The lesion is of low signal intensity on T1 and intermediate signal intensity on T2 weighted images. High signal intensity is noted on DWI. Heterogeneous enhancement is seen on post contrast sequences.Acute hydrocephalus with transependymal oedema is seen as well.", "核磁共振证实出现了中线病灶，似乎是来自于蚓部。在T2加权图像上，病变是T1和中间信号强度的低信号强度。在DWI上有很高的信号强度。在后对比序列上可以看到异质增强。急性脑积水也有经颅外水肿。"], "d79": ["4 x 5 cm homogeneous enhancing intra-axial lesion L cerebellum, showing restricted diffusion, heterogenous signal on T2 weighted sequences, hypointense to grey matter on T1 weight sequences and hyper intense to grey matter on FLAIR sequences.", "4 x 5 cm同质增强的同轴损伤小小脑，显示受限的扩散，T2加权序列上的异质性信号，T1加权序列上的灰质，以及在FLAIR序列上的灰质。"], "d80": ["A large mass with prominent calcification and mass effect.", "大量具有明显钙化和质量效应的肿块。"], "d81": ["A very large heterogeneous mass is centred on the right frontal lobe with prominent extension across the corpus Callosum. Multiple areas of non-enhancement suggest necrosis.", "一个非常大的异质团集中在右额叶上，在胼胝体上有突出的扩展。非增强的多个区域提示坏死。"], "d82": ["CT demonstrates a very large right hemispheric mass, which is markedly heterogeneous in attenuation, with both cystic and hyperdense components; the latter representing hemorrhagic components (see MRI). Following administration of contrast, the mass enhances heterogeneously. Large feeding vessels can be appreciated, including (within the limitations of a non-CTA study) external carotid artery (both superficial temporal artery branches which pass through the thinned parietal bone, and middle meningeal which is markedly enlarged) and middle cerebral artery.", "CT显示了一个非常大的右半球质量，在衰减中有明显的异质性，有囊性和高密度的成分;后者代表出血性成分(见MRI)。相比之下，质量的增加是异质性的。大的喂养血管可以被欣赏，包括(在非cta研究的局限范围内)颈外动脉(这两个都是浅的颞动脉分支，穿过薄的顶骨，中间的脑膜明显增大)和大脑中动脉。"], "d83": ["MRI confirms the presence of haemorrhagic components as areas of signal drop out on T2* weighted sequence.", "MRI证实，在T2*加权序列中，有出血热成分的存在。"], "d84": ["Large heterogenous mass of the left cerebral hemisphere, centered in the frontoparietal region. It has cystic / necrotic components with extensive blooming on T2* weighted sequence consistent with blood products. Extensive vasogenic-tumour oedema spreads particularly anteriorly into the frontal lobe, with significant midline shift.The mass extends directly through the skull vault and into the subgaleal tissues.", "左大脑半球的大异质性肿块，以额前区为中心。它具有囊性/坏死成分，在T2*加权序列上有广泛的开花，与血液制品一致。广泛的血管源性肿瘤水肿尤其明显地扩散到额叶，有明显的中线移位。肿块直接穿过颅骨穹窿，进入皮下组织。"], "d85": ["DWI, T2, and enhanced T1 MR scans showing a small DWI hyperintense, slight T1 contrast enhancing oval-shaped lesion of the right frontal gyrus", "DWI, T2，和增强T1 MR扫描显示一个小的DWI高强度，轻微的T1对比增强的右额回的椭圆形损伤。"], "d86": ["DWI, T2 inversion recovery, and enhanced T1 MR images after 8 months, showing a huge growth of the tumor. The lesion appears highly vascularized, encasing both anterior cerebral arteries (arrows)", "DWI, T2反转恢复，和增强T1 MR图像8个月后，显示肿瘤的巨大增长。病变表现为高度血管化，包围前大脑动脉(箭头)"], "d87": ["Multiple osseous lytic metastases involving the calvaria, skull base, orbit and mandibule with epidural and extra cranial extension. Bilateral orbital soft tissue extension, paranasal sinuses involvement and mandibular lesions. Moreover there is large left parietal mass, which appears continuous with the dural mass. It is difficult to convincingly determine whether this mass is intra-axial or extra-axial. It is surrounded by perifocal edema and exerts positive mass effect in form of subfalcine and early uncal herniation. Sutural diastasis when dural lesions involving suture lines.", "多骨裂解转移，包括颅盖、颅底、眶和下颌骨的硬膜外扩张。双侧眼眶软组织扩张，鼻窦介入及下颌骨病变。此外，还有大的左顶叶肿块，它与硬脑膜肿块是连续的。很难令人信服地确定这个质量是内轴还是外轴。它被周围的周围水肿所包围，并发挥了正的质量效应，形成了亚镰和早期的无卡疝。当硬膜上有缝合线损伤时，就会出现缝合的不稳定。"], "d88": ["A large mass in the right lobe, with mass effect and central low density. The lesion is slightly hyperdense peripherally to gray matter. There is surrounding vasogenic edema as well.", "大质量在右叶，具有质量效应和中心低密度。病灶在灰质边缘稍高。血管原性水肿也有。"], "d89": ["A large, heterohenous, mainly high T2 and low T1, mass centered in the right basal ganglia with significant positive mass effect on the ipsilateral sulci and lateral ventricle and midline shift to the left. Surrounded by a large area of white matter T2/FLAIR hyperinntensity, most in keeping with vasogenic edema. The mass exhibits heterogenous contrast enhancement, with a non enhancing center, consistent with necrosis. A large cystic component is also seen inferiorly.", "一个大的，杂性的，主要是高T2和低T1，质量中心在右基部神经节，具有显著的正质量效应，在同侧沟和侧脑室和中线向左移位。周围有大面积的白质T2/FLAIR hyperinntensity，大部分与血管源性水肿保持一致。肿块表现为异源性对比增强，非增强中心，与坏死一致。一个大的囊性成分也被认为是劣等的。"], "d90": ["Left lateral intraventricular mass lesion.", "左侧脑室肿块病变。"], "d91": ["At the level of the L1/2 intervertebral disc, there is an intra-dural extra-medullary ovoid lesion which demonstrates mild heterogeneous T2 hyperintensity. The lesion is avidly enhancing, with a central non-enhancing component corresponding to internal T2 hyperintense foci. There is an significant mass effect on the tip of the conus and proximal filum which are displaced anterolaterally to the left. Several cauda equina nerve roots are compressed over the right posterolateral aspect of the lesion. No other lesion identified.", "在L1/2椎间盘的水平上，有一个硬膜外髓样病变，表现出轻度的非均匀T2高强度。病变明显增强，与内部T2高强度病灶相对应的中心非增强成分。有显著的质量影响，在锥的尖端和近端部，是背向的向左侧移位。一些马尾神经根被压缩在病变的右侧后外侧。没有其他病变。"], "d92": ["A well circumscribed mass demonstrates high T2 and low T1 signal.", "一个良好的外切质量显示高T2和低T1信号。"], "d93": ["Left sided jugular schwannoma.", "左路颈神经鞘瘤。"], "d94": ["Left cerebellopontine angle solid mass with large cystic component displacing the adjacent brain stem and 4th ventricle to the right side.", "左侧小脑角固体肿块，囊性大，可取代相邻脑干及右侧4脑室。"], "d95": ["Following surgical debulking the tumor is mainly solid and heterogenous with disappearance of the cystic component and shows avid enhancement and extension through the internal auditory canal. VP shunt tube is seen in situ with hemorrhage seen surround the proximal intracranial portion. Left cerebellar hemisphere malacic gliotic zone as post operative changes and left aspect of medulla Oblongata abnormal signal like from compressive ischemia.", "在手术切除肿瘤后，肿瘤主要是固体和异质性，囊性成分消失，并通过内耳道表现出强烈的增强和延伸。副分流管原位见出血，见近端颅内部份。左小脑半球软化脑区作为术后改变和左脑延髓的异常信号，如抗压缺血。"], "d99": ["Axial T2w image demonstrating the heterogenous intermediate and higher than intermediate signal related to both intra and extra-osseous (left sacral ala) components of the lesion. Note the peri-lesional oedema-like signal in the adjacent sacral bone marrow", "轴向T2w图像显示了病变的异质性中间和高于中间的信号(左骶ala)。注意邻近骶骨骨髓的周损伤性水肿信号。"], "d100": ["contrast enhanced coronal T1w fat saturated (FS) images which demonstrate minor predominantly peripheral heterogenous post contrast lesional enhancement.", "对比增强冠状T1w脂肪饱和(FS)图像，主要表现为次要的外周异质后对比损伤增强。"], "d96": ["A well defined mildly enhancing submental mass without calcification.", "一种没有钙化的轻度增强的颏下肿块。"], "d97": ["A mostly extradural extramedullary lesion, with the smaller intradural component in the projection of right L5 spinal nerve root, hypointense on T1, hyperintense on stir, with characteristic target sign on T2 with central hypointensity, with heterogeneous postcontrast enhancement, consistent with spinal neurofibroma.", "主要为硬膜外髓外病变，右侧L5脊神经根突出部分的硬膜内部分，T1下，高强度，在T2上有特征性的目标标志物，具有中枢性，异质性后增强，与脊髓神经纤维瘤一致。"], "d98": ["A well defined hypodense mass is seen at the right paraspinal region with small intraspinal component that abut the dorsal cord and large extraspinal component that displaces the right crus of diaphragm and compresses the adjacent psoas muscle. Associated atrophy of the paraspinal muscles are noted.DiagNOSis-Neurofibroma was identified on histopathology", "在右侧的椎旁区域可见一种定义良好的低密度肿块，它有一个小的椎管内部分，即背线和大的外壁部分，它取代了横膈膜的右小腿，并压迫邻近的腰肌。与此相关的椎骨旁肌肉萎缩。诊断-神经纤维瘤是在组织病理学。"], "d101": ["There are multiple confluent enhancing lesions predominantly on the left side of the neck and in the upper mediastinum which are responsible for an asymetrical steNOSis of the pharynx and trachea. Notice the target sign on T2 sequence typical for neurofibromas.", "在颈部左侧和上纵膈腔中有多个合流增强病灶，它们负责咽部和气管的非对称狭窄。注意神经纤维瘤的T2序列的目标标记。"], "d102": ["There are multiple subcutaneous, intermuscular T1-hypointense and T2-iso-hyperintense well seen on STIR images neurofibromas localized at right shoulder, palbable as dense, painless, sedentary nodules. Multiple hyperpigmentated café au lait spots at skin, more at the right arm (his mother also has same spots, but a few). There is neurofibromas connection with magistral vessels: shoulder, axiallary, subclavian arteris and veins, brachiocephalic trunk and further to right common carotid artery, left common carotid artery and proximal left subclavian artery, V1 and V2 segments of the right vertebral artery as well as with С5-С6, C6-C7, C7-Th1, Th-Th2 radicles with possible intraspinal distribution.", "有多种皮下、肌肉间的T1-hypointense和t2 -iso- hyper，在右肩关节处的神经纤维瘤中可见到，如高密度、无痛、久坐的结节。在皮肤上有多处色素沉着的cafe au lait斑点，更多的在右臂(他的母亲也有同样的斑点，但有一些)。与独断的血管纤维瘤联系:肩膀,axiallary,锁骨下arteris和静脉、头臂动脉干,进一步向右颈总动脉、左颈总动脉和左锁骨下动脉近端,V1和V2的右椎动脉以及С5-С6 C6-C7,C7-Th1,Th-Th2胚根可能脊柱内的分布。"], "d103": ["A lobulated and serpentine extra-conal soft tissue mass lesion is seen creeping along the infero-lateral aspect of the right orbit and extending to the right infra-temporal fossa through a widened inferior orbital fissure with associated widening of the foramen rotandum and ptergo-maxillary fissure with possible extension backwards into the pterygopalatine ganglion and its branches within the pterygopalatine fossa. The lesion measures about 5.4 X 2.5 x 4 cm in its maximal axial and cranio-caudal dimensions respectively. It shows heterogeneous intermediate signal in T1 turning into bright signal in both T2 and T2 STIR images with mild homogeneous post-contrast enhancement. The intra-orbital component is seen encroaching upon the intra-orbital fat closely related to inferior aspect of the eye globe with no right orbital proptosis as well as indenting the inferior and lateral recti muscles with no significant displacement.  The lesion extends anteriorly and inferiorly within the right lower eyelid. The infra-temporal component is seen related to the mandibular ramus and lateral pterygoid muscles and shows subcutaneous extension seen superficial to the right masseter as well as the temporalis muscles.", "分和蛇形extra-conal软组织肿块逐渐沿着正确的轨道和infero-lateral方面向右扩展infra-temporal窝通过扩大眶下裂和扩大孔rotandum相关ptergo-maxillary裂缝可能向后扩展到pterygopalatine pterygopalatine窝内神经节及其分支。病灶大小分别为最大轴向和颅骨尾尺寸5.4 X 2.5 X 4 cm。在T2和T2中均显示了非均匀的中间信号，在T2和T2中都有较强的均匀后对比度增强。眼眶内的部分可见与眼球的下端密切相关的眶内脂肪的侵犯，没有正确的眼眶突出，同时也侵犯了下颌和外侧的直肠肌，没有明显的移位。病灶在右下眼睑的前部和下方延伸。在颞下颌支肌和外侧翼状肌中可见到颞下颌肌，并显示皮下扩张，可见右侧的咀嚼肌和颞肌。"], "d104": ["The right optic nerve is expanded within the orbit and is T2 hyperintense. There is no convincing intracranial extension, and the chiasm appears unremarkable in size and signal. No abnormal enhancement identified within the optic apparatus or other part of the brain. No intra extra-axial collection or mass is evident elsewhere.", "右眼神经在眶内扩张，T2超紧张。没有令人信服的颅内外延，并且在大小和信号上的交叉显示不显著。在光学仪器或大脑的其他部分没有发现异常的增强。在其他地方没有明显的外轴收集或质量。"], "d105": [" T1W sequences with contrast and fat saturation show a fusiform avidly enhancing mass lesion in the anterolateral left arm along the distal humeral segment of the radial nerve (short arrows).", "T1W序列与对照和脂肪饱和度呈梭状，在桡骨远端肱骨远端(短箭头)的前外侧左臂上明显增强肿块病变。"], "d106": ["axial T2W sequence (a) shows a fusiform lesion within the right psoas muscle along the course of the right femoral nerve (long arrow) at the level of L5-S1.", "轴向T2W序列(a)显示右腰肌内的梭状病灶，沿右股骨神经(长箭头)在L5-S1水平。"], "d107": ["Innumerable enhancing neurogenic lesions are identified.  The largest lesion in the right supraclavicular fossa (that appears to be related to the right C6 nerve root) measures 43 x 52 mm, unchanged. Indentation of the cervical cord by neurogenic tumours arising from the right C6 nerve root and left C4 nerve root is unchanged. No cord signal abnormality. Numerous neurogenic tumours are seen scattered along the cervical cord, involving most neural exit foramen.", "有数不清的增强神经源性病变被识别。右侧锁骨上窝最大的病变(似乎与右侧的C6神经根有关)是43×52毫米，没有变化。由右侧C6神经根和左C4神经根引起的神经源性肿瘤引起的颈椎压痕没有改变。没有线信号异常。许多神经源性肿瘤分布在颈髓，包括大多数神经出口孔。"], "d108": [" A rounded component within the canal, extending from the C4/5 level upward behind the C4 vertebral body, to the right of the cervical cord causes dramatic compression of the cervical cord which is displaced posterolaterally towards the left and has high T2 signal. The mass appears intradural, connected to the foraminal component along the C5 nerve root sheath. The component of the mass within the foramen results in bony remodelling and displacement of the right vertebral artery anteriorly. The large lateral component deep to sternocleidomastoid is located posterolateral to the carotid sheath.", "根管内的一个圆形的部分，从C4椎体向上延伸到颈椎的右侧，使颈线的右侧产生了明显的颈髓压迫，使后向左侧移位，并具有高T2信号。肿块出现在硬膜内，与在C5神经根鞘上的穹窿部分相连。在孔内肿块的组成部分导致骨重建和右椎动脉的移位。胸锁乳突肌的大外侧部分位于颈动脉鞘的后外侧。"], "d109": ["Parietal meningioma demonstrating textbook imaging characteristics:isointense to grey matter on both T1 and T2 weighted images;bright homogenous contrast enhancement;restricted diffusion;CSF cleft sign (on T2 weighted images)", "顶叶脑膜瘤表现为典型的影像特征:T1和T2加权像中灰质的等强烈;亮均质对比增强;受限扩散;"], "d110": ["Left CPA dural based extra axial mass that displays intermediate signal on T1, slightly bright signal on T2 with strong enhancement after contrast administration.", "左侧的基于dural的额外轴向质量，在T1上显示中间信号，在T2上有微弱的亮信号，增强后增强。"], "d111": ["large lobulated extra axial bifrontal mass with strong enhancement.", "大叶外轴双正面肿块，增强。"], "d112": ["Large bifrontal lobulated extra axial mass with typical CSF cleft sign and display low signal on T1, bright signal on T2.", "大的双额叶多轴向轴质量，具有典型的CSF裂隙信号，在T1上显示低信号，T2上有明亮的信号。"], "d113": ["Multiplanar sequences. Large left frontal convexity extra-axial dural based tumour measuring 4.8 x 4.2 x 3.4 cm in size associated with dural reaction along the anterior 50% of the cerebral convexity. Small cerebral invasion. This demonstrates prominence surface vessels and strong enhancement with no area of necrosis identified. There is considerable mass-effect on the underlying brain with the adjacent frontal gyrus appearing thickened, likely due to mass effect rather than a primary gyral abnormality. There is minor midline shift, moderately extensive white matter disease, likely of ischaemic nature. Old superior right cerebellar infarct. No acute haemorrhage detected. This lesion appears solitary.No skull marrow lesion seen.", "多平面序列。大左额凸性外凸性硬脑膜肿瘤，其大小为4.8 x 4.2 x 3.4 cm，与脑凸前50%的硬膜反应相关。小的大脑入侵。这显示了突出的表面血管和强有力的增强，没有发现坏死区域。有相当大的质量效应在潜在的大脑与相邻的额回显得增厚，可能是由于质量效应而不是主要的旋转异常。有轻微的中线移位，中度广泛的白质疾病，可能是缺血性质。老年右脑梗死。没有发现急性出血。这种病变出现孤独的。未见颅骨病变。"], "d114": ["Occupying the right anterior cranial fossa/anterior aspect of the middle cranial fossa and extending across the midline into the left anterior cranial fossa, there is a lobulated mass measuring 8.8 x 4.0 x 7.1cm. This is slightly hyperintense to cortex on T1 and isointense to cortex on T2 and FLAIR, and demonstrates avid contrast enhancement. The mass is favoured to be extra-axial. Within the mass, there is a rounded region of increased diffusion restriction (ADC = 650 x 10-6 mm2/s), possibly reflecting a region of higher cellularity. No invasion of the orbital apex. The right frontal lobe is compressed and demonstrates a large amount of edema. The right lateral and third ventricles are compressed and there is 26mm leftward midline shift with subfalcine herniation. No definite osseous invasion appreciated.", "右前颅窝/前颅窝前部，穿过中线至左前颅窝，有一个分叶状肿块，8.8 x 4.0 x 7.1cm。这对T1的皮质和T2的皮质的等强烈的皮质有轻微的强烈反应，并表现出强烈的对比度增强。质量更偏向于外轴。在质量范围内，有一个增加扩散限制的圆形区域(ADC = 650 x 10-6 mm2/s)，可能反映了一个更高细胞的区域。没有入侵的轨道先端。右额叶被压缩，显示出大量的水肿。右外侧和第三脑室被压缩，有26mm的左侧中线移位，并伴有次镰状疝。没有确切的骨入侵被欣赏。"], "d115": ["Enhancing hyperdense mass in the left anterior cranial fossa measures ~4cm in diameter. This is broad-based to the left side of the olfactory groove and planum sphenoidale inferiorly. There is the suggestion of minimal hyperostosis at the interface between bone and tumour.Surrounding the lesion there is extensive hypoattenuation in the white matter of the left frontal lobe extending into the corpus Callosum, anterior limb left internal capsule, and left external capsule.There is extensive mass-effect with diffuse sulcal effacement in both hemispheres, subfalcine and uncal herniation, and 1.3 centimetres of midline shift to the right. The left lateral ventricle and third ventricle are almost completely effaced. There is dilatation of the body, trigone, and temporal horn of right lateral ventricle.No evidence of acute haemorrhage or acute infarction.", "增强左前颅窝的超密度肿块，直径约4厘米。这是基础广泛的左边的嗅觉沟和planum sphenoidale地狱。在骨与肿瘤的交界面有轻微的高骨化的建议。周围的病变有广泛的低衰减，在左侧额叶的白质延伸到胼胝体，前肢左内囊，和左外囊。在两个半球均有广泛的质量效应，在两个半球均有弥漫性的硫磺效应，而在中线向右移动1.3厘米。左侧脑室和第三脑室几乎完全消失。右侧脑室的身体、三角区和颞角有扩张。没有急性出血或急性梗死的证据。"], "d116": ["Large extra axial tumour with broad-based attachment to the planum sphenoidale and extension into the left olfactory groove. This is hyperintense to grey matter on T2, isointense on T1, with abnormally increased diffusion restriction, and bright homogeneous enhancement following contrast administration. There is a small enhancing dural tail at the left sphenoid.Extensive mass-effect on both frontal lobes (left greater than right ). Almost complete effacement of the left lateral ventricle and third ventricle. Mass effect on the midbrain. 1.1 cm of midline shift to the right. Diffuse sulcal effacement in both hemispheres.Extensive vasogenic oedema surrounding the tumour: in the left frontal lobe extending into the anterior corpus Callosum and left insula.There is entrapment of the right lateral ventricle with surrounding FLAIR hyperintensity indicating transependymal fluid shift.The A2 and A3 segments of both anterior cerebral arteries are displaced to the right by the mass.", "大的额外的轴向肿瘤，广泛的附着在planum sphenoidale和延伸到左嗅沟。这是T2上的灰质的高强度，T1的等强度，与异常增加的扩散限制，和鲜明的均匀增强后的对比管理。在左侧蝶骨上有一个小的增强硬膜尾巴。额叶的广泛的质量效应(左大于右)。左侧脑室和第三脑室几乎完全消失。对中脑的质量影响。1.1厘米中线向右移动。弥漫性的硫磺效应在两个半球。肿瘤周围广泛的血管原性水肿:在左额叶延伸至前胼胝体和左脑岛。右侧侧脑室与周围的天象高强度的夹带，显示出转管膜液移位。前脑动脉的A2和A3段都被质量转移到右侧。"], "d117": ["Large exophytic osteoma.", "大的外生型的骨瘤。"], "d143": ["Brain magnetic resonance imaging (T1) showing a soft tissue mass 3.0 cm in size, ovoid and well enhanced under the skull. The mass shows a dural tail sign.", "脑磁共振成像(T1)显示软组织质量3.0 cm大小，卵形，并在颅骨下增强。肿块呈硬膜尾状。"], "d118": ["CT scan shows a well defined lobular heavily calcified mass lesion at the sellar region measuring 25 x 22 x 15 mm.", "CT扫描显示在sellar区域有一个定义良好的小叶钙化肿块病变25 x 22 x15毫米。"], "d119": ["MRI shows a well defined soft tissue mass lesion in the sellar region which enlarges the sella and extends to the suprasellar cistern, and right ethmoid and sphenoid sinuses. There is also a bilateral encasement of the carotid arteries especially at the left side (best shown on CT images). It is mainly homogenously hypo signal on both T1 and long TR images. After the administration of intravenous gadolinium the mass shows marked enhancement.", "MRI显示在鞍区有一个良好定义的软组织肿块，它扩大了鞍区，并延伸至肩胛下池，右筛骨和蝶窦。颈动脉尤其在左侧(CT图像上显示的最好)，也有双侧包围。它主要是在T1和长TR图像上都是同质的hypo信号。在静脉注射钆后，肿块呈显著增强。"], "d120": ["Scan performed in the emergency department demonstrates a large calcified extra-axial mass in the left anterior cranial fossa.", "在急诊科进行的扫描显示左前颅窝有一大块钙化的外轴肿块。"], "d121": ["The mass is of heterogeneous signal with a central area of low signal on all sequences and a more iso-intense component on T1 and T2 sequences posterolaterally. Most of the mass enhances and demonstrates signal loss and blooming. A moderate amount of oedema is present in the adjacent brain.", "在所有的序列上都有一个低信号的中心区域，并且在T1和T2序列上有一个更强的等强分量。大部分的质量增强和显示信号丢失和开花。在邻近的大脑中存在中度水肿。"], "d122": ["A solitary extra axial mass with a broad dural base at the junction of the right parieto-occipital lobes posteriorly is demonstrated. A thin CSF cleft is difficult to appreciate however is most conspicuous along the anterior aspect of the lesion with impression of cortical buckling. The lesion is predominantly isointense to adjacent brain parenchyma on T1, heterogeneous on T2 with several foci of intralesional gradient susceptibility artefacts representing blood products or calcium.The lesion is vividly relatively homogeneously enhancing with a small dural tail. Diffusion restriction within the periphery and inferior aspects of the lesion. Extensive T2 signal hyper intensity involves the posterior frontal, superior parietal and posterior temporal lobes in keeping with vasogenic oedema.Associated focal mass effect with sulcal effacement and effacement of the posterior horn and trigone of the right lateral ventricle.No midline shift. No transtentorial or transforaminal herniation. No overlying hyperostosis dentified.Moderately extensive periventricular and deep subcortical white matter FLAIR/T2 signal hyper intensity is consistent with microvascular ischaemia.The intracranial flow voids are preserved.", "一个单独的额外的轴向肿块，在右顶枕叶的交界处有一个广泛的硬脑膜基底。一种薄的脑脊液裂口难以鉴别，但最明显的是在病灶的前部，有皮质屈曲的印象。病变主要是在T1上的邻近脑实质，在T2上的异质性，并有几个关于血液制品或钙的内部梯度易感性的因素。病灶与小的硬脑膜尾巴相对均匀地增强。病灶周围和下部的扩散限制。广泛的T2信号高强度包括后额叶、上顶叶和后颞叶与血管原性水肿。相关的局灶质量效应，对后角和右侧脑室的后角和三角肌的影响。没有中线移位。未发生转位或转孔疝。没有覆盖骨肥大dentified。中度广泛性脑室和深部皮质白质/T2信号高强度与微血管缺血是一致的。颅内流动的空隙被保留下来。"], "d123": ["A mildly T2 hyperintense, vividly enhancing, extraaxial mass arises from a broad dural base along the anterior wall and floor of right anterior cranial fossa, with mass effect on the right frontal pole and orbital gyri. A small enhancing dural tail extends medially. Numerous FLAIR hyperintense foci involve the supratentorial white matter, and there is patchy signal abnormality of the brainstem. Appearances are consistent with moderately severe for age microvascular ischaemia.Multiple foci of susceptibility artefact is likely to be secondary to amyloid angiopathy. Ventricles and sulci are within limits for age.", "一个轻度T2高强度，明显增强，外轴质量来自于沿前壁和右前颅窝底部的一个广泛的硬脑膜基底，在右额极和轨道脑回上有质量效应。一种小的增强硬脊膜尾延伸到内侧。大量的超紧张的病灶都涉及到幕上白质，脑干的信号异常不完整。年龄小血管缺血的表现与中等严重程度一致。易感性人工制品的多个病灶可能继发于淀粉样血管病。脑室和沟是年龄的限制。"], "d124": ["A mildly T2 hyperintense, vividly enhancing, extraaxial mass arises from a broad dural base along the anterior wall and floor of right anterior cranial fossa, with mass effect on the right frontal pole and orbital gyri. A small enhancing dural tail extends medially. Numerous FLAIR hyperintense foci involve the supratentorial white matter, and there is patchy signal abnormality of the brainstem. Appearances are consistent with moderately severe for age microvascular ischaemia.Multiple foci of susceptibility artefact is likely to be secondary to amyloid angiopathy. Ventricles and sulci are within limits for age.", "一个轻度T2高强度，明显增强，外轴质量来自于沿前壁和右前颅窝底部的一个广泛的硬脑膜基底，在右额极和轨道脑回上有质量效应。一种小的增强硬脊膜尾延伸到内侧。大量的超紧张的病灶都涉及到幕上白质，脑干的信号异常不完整。年龄小血管缺血的表现与中等严重程度一致。易感性人工制品的多个病灶可能继发于淀粉样血管病。脑室和沟是年龄的限制。"], "d125": ["There is a large enhancing left parafalcine mass. The mass abuts the anterior falx  and the superior sagittal sinus, with possible small extensions of the tumour into the superior sagittal sinus but no compelling evidence of occlusion.There are small cysts at the interface of the mass with the adjacent brain and multiple parasitised vessels inferior to the mass. There is moderate adjacent mass effect and mild midline shift.", "有一个很大的增强左侧的parafalcine质量。肿块与前面的镰状窦和上矢状窦相连，有可能小的肿瘤延伸到上矢状窦，但没有令人信服的咬合的证据。在肿块的交界面上有小的囊肿，与邻近的大脑和多处寄生的血管相比，质量较低。有中度邻近质量效应和轻度中线移位。"], "d126": ["A  lobulated extra-axial mass is present indenting the left frontal lobe. It is of high T2 signal and demonstrates vivid enhancement except for areas of cystic change.", "在左额叶上有一个有叶的外轴质量。它是高T2信号，除了囊性变化的区域外，显示了生动的增强。"], "d127": ["There is a left frontoparietal abnormality with areas of calcification and possible fluid level, measuring approximately 2cm. This is predominantly surrounded by encephalomalacic changes, with probable minimal parenchymal edema. No abnormal enhancement was detected. There is no convincing evidence of recurrence or residue of a high grade neoplasm at this region, and the appearance is more compatible with chronic post-interventional (surgical +/- radiotherapy) changes.In addition there is a large left parietotemporal hypoattenuating abnormality, approximately measuring 5cm, which appears extra-axial. This lesion contains some heterogenous internal densities with minor enhancement of these foci. There is minimal mass effect with less than 3mm subfalcine herniation.", "在钙化和可能的液体水平，大约2cm的地方有一个左额叶异常。这主要是被脑软化的变化所包围，有可能最小的实质水肿。未发现异常增强。这一区域并没有令人信服的高质量肿瘤复发或残留的证据，而且外观与慢性介入术后(外科+/-放疗)的变化更相符。此外，还有一个巨大的左旁颞下衰减异常，约为5cm，似乎是外轴的。该病灶包含一些异质性的内部密度，并对这些病灶有轻微的增强。小于3mm的次镰状疝的质量影响最小。"], "d128": ["There is an extra-axial mass with broad based dural attachment at the left frontal bone, indenting the lateral aspects of the frontal lobe. It is hypodense with heterogeneous intermediate enhancement. No bony change.", "有一个外轴的肿块，在左额骨上有广泛的硬膜附着，使额叶的外侧部分缩进。它是低密度的异质中间增强。无骨的变化。"], "d129": ["There is an extra-axial mass with broad based dural attachment at the left frontal bone, indenting the lateral aspects of the middle frontal gyrus and probably contacting the precentral gyrus inferiorly. This demonstrates heterogeneous signal intensity-predominantly hyperintense on FLAIR and T2 and hypointense on T1. It demonstrates heterogeneous enhancement following contrast administration. Diffusion weighted imaging demonstrates facilitated diffusion within the mass.I note that there is no hyperostosis or lytic abnormality of the adjacent left frontal bone on recent CT scan.There is a small focus of intra-axial FLAIR and T2 hyperintensity in the brain parenchyma deep to this mass.A few small foci of FLAIR hyperintensity in the subcortical white matter of both through hemispheres probably related to chronic small vessel disease. Brain parenchyma is otherwise unremarkable. No other enhancing intra or extra-axial lesion is demonstrated. The ventricles and cortical sulci are within normal limits for a patient of this age. The major intracranial flow voids are maintained", "有一个外轴的肿块，在左额骨上有广泛的硬膜附着，缩窄了额前回的外侧，可能与前中央的脑回联系在一起。这表明了不同的信号强度-主要是在天赋和T2上的高度紧张和T1上的hypointense。在对比管理之后，它演示了异构增强。弥散加权成像技术促进了质量的扩散。我注意到，在最近的CT扫描中，邻近的左额骨不存在高骨化或lytic异常。在脑实质深处，有一个小的焦点，在轴向的天赋和T2高强度。在两半球的皮质下白质中，有一些细小的病灶，可能与慢性小血管疾病有关。脑实质是不显著的。没有其他增强的内部或外轴病变被证实。这个年龄的病人的脑室和皮质沟是正常范围内的。主要的颅内流空洞保持。"], "d144": ["The tumor with heterogeneous strong enhancement,the tumor with homogeneous strong enhancement with small focal defects", "肿瘤具有异质性强的增强，肿瘤具有均匀强的增强和小的病灶缺陷。"], "d145": [" CT showed a high-density mass at the left temporal lobe and middle cranial fossa", "CT显示左颞叶和中颅窝的高密度肿块。"], "d146": ["The tumor’s signal was iso- to hyper-intense on T2WI image and the tumor was lobulated.", "在T2WI图像上，肿瘤的信号是iso- - -过度紧张，肿瘤呈小裂片。"], "d147": ["The tumor’s signal was much higher on T1WI images.", "在T1WI图像上肿瘤的信号要高得多。"], "d148": ["Contrast-enhanced T1WI coronal image showed a lobular and slightly irregular enhanced mass with relatively clear boundary.", "对比增强的T1WI冠状图显示一个小叶和轻微不规则增强的肿块，边界相对清晰。"], "d149": ["Axial head CT scan revealing a giant right ventricular mass with high density and calcification", "轴向头部CT扫描显示一个巨大的右心室质量，高密度和钙化。"], "d150": ["The tumor was mostly isointense in TI-MRI, but part of it was hypointense;", "肿瘤在TI-MRI中主要是等强度的，但其中部分是hypointense;"], "d151": ["The tumor was a little hyperintense in T2-MRI", "肿瘤在T2-MRI表现为轻度亢进。"], "d152": ["After the administration of contrast, the lesion demonstrated obvious enhancement, but part of it wasn’t enhanced; G-H. Follow-up MRI obtained after operation showed no tumor recurrence", "对比后，病变表现明显增强，但部分未增强;G-H。术后随访MRI显示无肿瘤复发。"], "d130": ["There is a large, well circumscribed extra-axial parafalcine mass with a lobulated margin on the right, with associated mass effect and midline shift to the left. The mass is hypointense on T1, hyperintense on T2 and has homogenous enhancement on T1 C+ weighted imaging. The mass has a broad falcine base and appears to arise from the falx cerebri. The majority of the mass demonstrates pronounced facilitated diffusion, with even the most restricted area showing ADC values still higher than adjacent brain. The findings suggest meningioma.", "在右侧有一个大的，界限清楚的外轴旁瓣，在右侧有一个凸缘，有相关的质量效应和中线向左侧的移位。在T1上的质量是高强度的，在T2上是高强度的，并且在T1 C+加权成像上有均匀的增强。这个肿块有一个宽的镰状基底，似乎是由镰状脑组织产生的。大部分的肿块都显示出明显的促进扩散，即使是最受限制的区域显示ADC值仍然高于邻近的大脑。调查结果显示脑膜瘤。"], "d131": ["Pre and post IV contrast multiplanar imaging of the brain has been performed demonstrating a right posterior frontal convexity extraxial mass. It has high T2 signal but is otherwise typical for a meningioma. No adjacent bony or parenchymal changes. Study other wise normal.", "在前和后静脉造影时，大脑的多平面显像显示了一个右额前凸性外向性肿块。它具有高T2信号，但在其他情况下是典型的脑膜瘤。没有邻近的骨或实质改变。其他明智的正常学习。"], "d132": ["A right sided extra-axial mass arises from the inner surface of the skull vault, adjacent to the superior sagittal sinus which it invades and occludes. The mass is isointense to grey matter on both T1 and T2 with vivid contrast enhancement. It is also isointense on DWI. Unfortunately ADC is not available. No particularly prominent flow voids.  It is surrounded by vasogenic oedema. The overlying bone is abnormal with loss of the normal fatty marrow and tumour can be extending beyond the outer table.", "右侧的外轴质量来自于颅骨穹窿的内表面，与它侵入和遮挡的上矢状窦相邻。质量在T1和T2的灰质上都是等强的，具有鲜明的对比度增强。它在DWI上也是等强度的。不幸的是，ADC是不可用的。没有特别突出的流空洞。它被血管原性水肿所包围。横卧骨不正常，正常的脂肪骨髓和肿瘤可以延伸到外表。"], "d133": ["A left cerebellopontine angle heterogeneous lobulated mass with multiple cystic components. Signs of calcification on SWI present. The mass exerts mass effect in the form of compression of the 4th ventricle and compression of the brain stem.", "左侧小脑桥脑角异质性叶状肿块，具有多个囊性成分。瑞士莲的钙化迹象。在第四脑室受压和脑干受压的情况下，质量会产生质量效应。"], "d134": ["A heterogeneously enhancing extra-axial solid mass with a large cystic component is noted on the left. Underlying sulci and gray matter are distorted. Some underlying vasogenic oedema significant mass effect are present. The solid component demonstrates some restricted diffusion (similar ADC to parenchyma). Punctate susceptibility on the gradient echo sequences with no identifiable calcification on the CT  (not shown) likely represents hemosiderin.", "左侧可见一种具有大囊性成分的异质增强外轴固体质量。潜在的脑沟和灰质被扭曲。一些潜在的血管生成水肿具有显著的质量效应。固体成分显示了一些限制性的扩散(类似的ADC到薄壁组织)。在CT(未显示)上没有明显钙化的梯度回声序列上的斑点敏感性可能代表hemosiderin。"], "d135": ["A large left frontal extra axial space occupying lesion compressing the left frontal lobe causing cortical buckling with CSF cleft in between (CSF cleft sign). The lesion exerts positive mass effect in form of rightward subfalcine herniation and early left uncal herniation. There is associated rightward midline shift with contralateral dilatation of the lateral ventricle and CSF permeation. The lesion is surrounded by grade II edema. It displays iso signal on T1, bright signal on T2 and FLAIR with restricted diffusion on DWI reflecting packed cellularity. Moreover there is strong enhancement after contrast administration with typical dural tail sign.", "大左额叶额外的轴向空间占位性病变压迫左额叶，造成皮层屈曲与CSF裂隙之间(CSF裂口标志)。病灶表现为右向下腹疝及早期左外疝的正质量效应。在侧脑室和脑脊液浸润的侧侧扩张有相关的右中线移位。病灶周围有二级水肿。它显示了T1上的iso信号，T2上的亮信号，以及在DWI上有限制的扩散的天赋，反映了细胞的填充性。此外，在对比管理后，具有典型的硬膜尾标志的增强。"], "d136": ["A large left frontal extra-axial mass is present with marked positive mass effect and associated oedema in the adjacent brain. Areas of signal loss are consistent with calcification / mineralisation.", "大左额外轴质量在邻近的大脑中具有显著的正质量效应和相关的水肿。信号丢失的区域与钙化/矿化相一致。"], "d153": ["Sagittal and axial T1", "矢状T1和轴向"], "d154": [" axial T2", "轴向T2"], "d155": [" weighted, Sagittal and axial gadolinium enhanced ", "加权、矢状和轴向钆增强。"], "d156": ["MR images of a right frontal papillary meningioma with cystic change and large scale of PTBE (arrow). The tumor showed an irregular tumor margin with no peritumoral rim, and was heterogeneously enhanced. The cyst wall was not enhanced (arrowhead).", "右额乳头状脑膜瘤的MR图像，有囊性变化和大尺度的PTBE(箭头)。肿瘤呈不规则肿瘤边缘，无腹膜边缘，异质性增强。囊壁没有增强(箭头)。"], "d137": ["Rhabdoid Meningioma", "杆状的脑膜瘤"], "d138": ["Overlying the left frontoparietal region there is a large extra-axial lesion that is slightly hypointense relative to grey matter on T1 and iso to hyperintense to grey matter on T2. There is mass effect with compression of the underlying sulci and a small contralateral midline shift. The lesion demonstrates moderate but slightly heterogeneous contrast enhancement. There is also dural enhancement and dural tail. Minimal subjacent white matter T2 hyperintensity but no significant vasogenic oedema. Medially the mass abuts the superior sagittal sinus which is not occluded or overtly invaded. Several prominent flow voids are noted within the mass. No invasion of the overlying bone and no significant hyperostosis. Incidental left middle cerebellar peduncle developmental venous anomaly. Nonspecific high T2 signal foci are noted in the white matter. The midline structures are unremarkable.", "在左额顶叶区域上方有一个较大的外轴病变，相对于T1和iso的灰质，在T2上的灰质上有轻微的偏置。有质量的影响，压迫的基础的sulci和一个小的对侧中线移位。病灶呈中度但略有不同的反差增强。还有硬膜的增强和硬膜的尾巴。最小的皮下白质T2高强度，但无明显的血管源性水肿。中矢状窦与上矢状窦相连，未被遮挡或明显侵犯。在质量中有几个突出的流空洞。不侵犯上覆骨，无明显增生。偶发性左侧小脑花梗发育性静脉畸形。非特异性高T2信号焦点在白质中。中线结构并不显著。"], "d139": ["Frameless post-contrast CT brain performed to assist surgical approach. The large left frontoparietal vivid enhancing mass consistent with meningioma again noted.", "无边框的后对比CT大脑，用于辅助手术治疗。大左额叶的生动增强与脑膜瘤一致，再次说明。"], "d140": ["Since the previous study (not shown), there has been unequivocal disease progression. Once again, there is a combination of gliosis and vasogenic oedema. There is a narrowing of the superior sagittal sinus but maintained flow voids are noted, unchanged compared to previously. This is well demonstrated on the axial T2 imaging. Susceptibility artefact is once again noted in the surgical bed. There is no further enhancing lesion noted.", "由于之前的研究(未显示)，已经有明确的疾病进展。再一次，出现了神经胶质瘤和血管原性水肿。有一个狭窄的上矢状窦，但保持流空洞被注意，没有改变与先前。这在轴向T2成像中得到了很好的证明。易感性的人工制品再次在手术床上被注意到。没有进一步的增强病灶。"], "d141": ["Erosion of the lateral aspect of the right greater wing of sphenoid and adjacent squamous temporal bone is noted. Aggressive regional periosteal reaction is noted in the region. Associated with this is a contrast enhancing irregular shaped extra axial mass conforming to the contour of the sphenoid wing. This is a solitary lesion. There is moderate underlying vasogenic oedema. No midline shift. Basal cisterns are not effaced.", "在右侧的楔状骨和邻近的鳞状颞骨的外侧部分被侵蚀。区域内具有侵略性的区域骨膜反应。与此相关联的是增强不规则形状的额外的轴向质量，符合蝶形翼的轮廓。这是一个孤立的病灶。有中度潜在的血管原性水肿。没有中线移位。基底蓄水池未被抹去。"], "d142": ["Extra-axial intermediate T2 signal avidly enhancing lobulated lesion is noted centred on the right greater wing of the sphenoid / squamous temporal bone. There is destruction of the calvarium with extension into the overlying temporalis muscle. On CT scan, the bony margins are quite destructive. Slight reduction in diffusion is noted in the lesion suggestive of a cellular lesion. The lesion measures 2.9 x 5.5 x 4.6 cm (trans x ap x cc). Small amount of associated dural thickening is noted. The lesion appears to be solitary. Underlying vasogenic oedema is noted in the temporal and frontal lobe with slight mass effect. Given the degree of osseous destruction the possibility of a more aggressive lesion such as a haemangiopericytoma or a metastases (if the patient is known to have a malignancy) should also be considered.", "外轴中间T2信号强烈地增强了裂片病灶的中心位置在蝶骨/鳞状颞骨的右侧。在颞肌上有伸展的部分。在CT扫描中，骨边缘具有很强的破坏性。在病灶中有轻微的扩散，提示有细胞病变。病灶尺寸为2.9 x 5.5 x 4.6 cm (trans - x ap x cc)。少量的相关硬膜增厚。病灶似乎是孤立的。在颞叶和额叶中可见潜在的血管原性水肿，有轻微的质量效应。考虑到骨性破坏的程度，还应考虑到一种更有侵袭性的病变，如haemangiopericytoma或转移(如果已知患者有恶性肿瘤)。"], "d157": ["There is a 23mm x 21mm x 20mm vividly enhancing, lobulated lesion, left of midline and likely extra-axial in origin within the anterior cranial fossa. No vessels are seen to feed into or drain from this lesion. Surrounding hypoattenuation consistent with oedema. It is difficult to appreciate whether there is a dural tail associated with this lesion. No other intra or extra-axial abnormality.", "有一个23毫米x21毫米x20mm的形象增强，裂片病灶，左中线和可能外轴起源于前颅窝。任何血管都不能进入或排出这一病灶。周围的低衰减与水肿一致。很难判断是否有与此病变相关的硬膜尾巴。没有其他的内部或外轴异常。"], "d158": ["Vividly enhancing 3cm lobulated extra axial mass in the left olfactory groove with no abnormal diffusion restriction. Surrounding oedema is again demonstrated. No other intra or extra-axial abnormality, mass, or collection identified. Ventricles and basal cisterns are normal in appearance. The cribriform plate beneath is remodelled but not obviously breached within the limitations of the images and there is no involvement of nasal cavity or ethmoid sinuses to suggest esthesioneuroblastoma.", "在没有异常扩散限制的情况下，在左侧嗅觉槽中，清晰地增强了3cm的叶状多轴质量。周围水肿再次显示。未发现任何其他的内部或外轴异常、质量或集合。脑室和基底池在外观上是正常的。在图像的限制下，下方的筛板被重塑，但并没有明显的突破，也没有鼻腔或筛骨窦的介入来提示神经细胞瘤。"], "d159": ["Enhancing mass in the posterior fossa.  The fourth ventricle and left cerebellar peduncle are deviated to the right.", "增强后窝的质量。第四脑室和左小脑花梗向右偏。"], "d160": ["MRI reveals a posterior fossa extra-axial mass which demonstrates very low SI in T2 and FLAIR, mildly low SI on T1 and avidly enhancing post Gad administration. The mass shows no restriction on DWI. The mass is broad based on the left tentorium cerebelli with small portion shows supratentorial extension. There is no vasogenic oedema. The fourth ventricle and left cerebellar peduncle are deviated to the right. T2 hyperintense white matter foci are within normal limits for the patient's age.", "MRI显示后颅窝外轴质量，在T2和FLAIR中显示非常低的SI，轻度低的SI在T1，并对广泛性广泛性增强后的管理有明显的提高。质量对DWI没有限制。肿块以左侧小脑小脑为基础，小部分显示幕上伸展。没有血管源性水肿。第四脑室和左小脑花梗向右偏。T2高强度白质病灶在正常的年龄范围内。"], "d161": ["A large lobulated mass is seen centered on the falx, with prominent positive mass effect and surrounding vasogenic oedema. The mass is heterogeneous in density with much of it being somewhat hyperdense. ", "一个大的叶状肿块以镰状体为中心，具有显著的正质量效应和周围的血管原性水肿。质量在密度上是不均匀的，其中大部分都是高密度的。"], "d162": ["MRI of the posterior fossa of a young adult demonstrates a cystic mass in the superior aspect of the left cerebellar hemisphere. An excentric solid component is seen anterolaterally which is somewhat hypointense on T1 and hyperintense on T2 compared to adjacent brain. A minor degree of high T2 signal is seen surrounding the mass consistent with oedema.Following administration of contrast the solid component enhances vividly , with no evidence of enhancement of the cyst wall. Features are consistent with a haemangioblastoma of cerebellum. (confirmed histologically)No other lesions are identified to suggest underlying von Hippel Lindau syndrome.", "年轻成人后窝的MRI表现为左侧小脑半球上部的囊性肿块。一个以外为中心的固体成分被看到，在T1和T2上，相对于相邻的大脑，它有一定的高强度。在与水肿相一致的肿块周围可见少量高T2信号。在对照的对照之下，固体的成分增强生动，没有证据显示增强的囊壁。特征与小脑的血管瘤是一致的。(在组织学上证实)没有其他的病灶被证实是暗示了von Hippel Lindau综合征。"], "d163": ["A cystic mass in the right cerebellar hemisphere with an eccentric peripheral nodule is present, associated with some oedema, but not obstructive hydrocephalus.  A number of prominent flow voids are present laterally, best seen on T2.", "右侧小脑半球的囊性肿块，有一个偏心的外周结节，与水肿有关，但不能阻塞性脑积水。一些突出的流空洞是横向的，最好在T2上看到。"], "d164": ["Low attenuation and mass effect is present in the posteroinferior aspect of the left temporal lobe.", "在左侧颞叶后下端，存在低的衰减和质量效应。"], "d165": ["A high T2, low T1, vividly enhancing mass abutting the tentorium on the left and invaginating into the posterior temporal lobe is present. It contains prominent flow voids appearing to arise from, or drain to, the dura near the transverse sinus.", "一个高T2，低T1，生动地增强了在左侧的触须，并进入后颞叶的肿块。它包含有明显的流状空隙，出现在横窦附近的硬脑膜。"], "d166": ["In the posterior fossa, abutting the inferior surface of the tentorium is a large vividly enhancing mass with a central region of cystic change.", "在后颅窝中，紧挨着幕的下表面是一个巨大的、生动的肿块，其中心部位有囊性变化。"], "d167": ["The left adrenal gland demonstrates a soft tissue mass (27HU on non-contrast phase) which demonstrates prominent arterial enhancement peripherally and gradually fills in. It remains a similar attenuation to the aorta on all sequences including delayed scans. Incidental note is made of a simple (grade 1) renal cyst on the left.", "左侧肾上腺显示软组织肿块(无对照期的27HU)，显示明显的动脉增强，并逐渐填充。在所有的序列上，包括延迟扫描，它仍然与主动脉有相似的衰减。偶然的注意是由一个简单的(1级)肾囊肿在左边。"], "d168": ["Mass with blooming on gradient echo", "在梯度回波上的质量。"], "d169": ["T1 and T2 MRI of the right thigh demonstrating multiple foci compatible with an inflammatory process favouring cysticercosis or sarcoidosis.", "右腿的T1和T2 MRI显示多个病灶与支持囊虫病或结节病的炎症过程一致。"], "d170": ["Epithelioid hemangioendothelioma", "上皮样血管内皮瘤"], "d171": ["There is a large filling defect involving the left main pulmonary artery and extending into all branches. The mass is also extending outside the vessels wall into adjacent lung parenchyma, imaging findings are suggestive of pulmonary angiosarcoma. However, the possibility of chronic pulmonary thromboembolism can not be ruled out completely on the basis of images.", "有一个大的充盈缺损涉及左主干肺动脉并延伸到所有的分支。肿块也延伸到血管壁外，进入邻近的肺实质，影像学结果提示肺血管肉瘤。然而，在图像的基础上不能完全排除慢性肺血栓栓塞的可能性。"], "d172": ["A large well defined heterogeneously enhancing intra-axial solid cystic lesion is noted in the right fronto-temporo-parietal region, and basal ganglia with surrounding vasogenic edema. The lesion is heterogeneously hypointense on T1, hyperintense on T2 and isointense on FLAIR. The lesion shows few areas of blooming on SWI (not available) and restriction on DWI.The lesion shows non enhancing cystic nacrotic areas within with few areas of T1 hyperintensities suggesting haemorrhage.Medially the lesion is exerting the mass effect causing compression of right lateral ventricle and displacement of midline 1.4 cm towards the left. There is obstructive dilatation of left lateral ventricle and third ventricle with periventricular ooze.Inferomedially the lesion is compressing and displacing the midbrain towards contralateral side. It is encasing and displacing the right MCA and displacing the right ACA.Inferiorly it is abutting the posterior clinoid process sparing the sella and optic chiasma.Anteroinferiorly it is extending upto the sphenoid wing, however there is no calvarial erosion noted. Posterior extension of the lesion is up to the tentorium.MR spectroscopy was done later( not available) showed significantly elevated choline, reduced NAA and creatine and elevated lipid/lactate within the lesion with choline/creatine ratio of 3.2.", "在右额颞顶叶区和周围血管源性水肿的基底神经节中，有一个大的、明确定义的非均匀性增强的内轴固体囊性病变。病灶在T1上是异质的，在T2上是高强度的，在天赋上是等强度的。病灶显示很少有在瑞士(不可用)开花的区域和对DWI的限制。病灶显示非增强的囊性nacrotic区域，在T1高强度的区域内提示出血。内侧病变是对右侧脑室受压和中线1.4 cm向左侧移位的质量效应。左侧脑室和第三脑室有阻塞性扩张。恶性病变是压迫和取代中脑向对侧。它包围并取代了正确的MCA并取代了右边的ACA。下颌骨下颌窦后斜突与鞍囊及视交叉相毗邻。它是延伸到蝶翼的，然而没有任何的钙的侵蚀。病灶的后部延伸至幕前。MR光谱学在稍后(不可用)显示出明显升高的胆碱，减少NAA和肌酸，并在病灶中升高脂质/乳酸，其胆碱/肌酸比为3.2。"], "d173": ["CT demonstrates a small intracranial lipoma located on the right in the cerebellopontine angle.", "CT显示位于右侧小脑角的小颅内脂肪瘤。"], "d174": ["NECT showed a well defined, midline, hypodense lesion, measuring 2 cm diameter, in the region of quadrigeminal plate cistern. The lesion had a CT value of ( - 139 HU) indicating fat component. There was evidence of obstructive hydrocephalus.", "NECT显示了一个定义良好的中线，低密度的病变，直径2厘米，在四叉板池的区域。病变的CT值为(- 139 HU)，显示脂肪成分。有证据显示阻塞性脑积水。"], "d175": ["MR demonstrates two extra-axial masses within the sulcus in the right frontal lobe. The adjacent sulcus is expanded. The mass was hyperintense on T1 and T2 weighted images, and shows signal loss on T1 fat saturated images. There is moderate blooming on T2GRE images due to possible microcalfications. No diffusion restriction was noted. The findings most suggestive with lipoma. The lipomas surrounding with abnormal thickened and dysplastic cortex. A sizable vessel is seen in the more posterior lesion.", "MR在右额叶的沟内显示两个外轴质量。扩大了相邻的沟。在T1和T2加权图像上的质量是高强度的，在T1脂肪饱和图像上显示信号损失。由于可能的微钙化，T2GRE图像有适度的绽放。没有发现扩散限制。这一发现与脂肪瘤最为相关。脂肪瘤周围有异常增厚和发育不良的皮质。较大的血管在较后的病变中可见。"], "d176": ["There is a relatively well-marginated mass between the right gluteus maximus and gluteus medius muscles. The attenuation of the mass is between fat and muscle and there is a prominent vessel entering the mass at the lateral margin.", "在右臀大肌和臀中肌之间有一种相对良好的边缘质量。质量的衰减是在脂肪和肌肉之间，有一个突出的血管进入质量的横向边缘。"], "d177": ["Similar to the CT study, there is a well-marginated mass between the right gluteus maximus and medius muscles. There are prominent signal voids at the lateral aspect of the mass, compatible with feeding vessels. Although slightly hypointense relative to fat on both the T1 and T2-weighted sequences, it is slightly hyperintense on the T1 fat sat sequence (it's about the same intensity as the adjacent muscle).The mass shows moderate enhancement on the postcontrast images, greater than that of muscle.", "与CT研究相似，右臀大肌和中肌之间有一个边缘良好的肿块。在质量的侧面有突出的信号空隙，与饲养容器相适应。虽然在T1和t2加权序列上，相对于脂肪有轻微的偏角，但在T1脂肪的序列上(它与相邻的肌肉的强度差不多)，稍微有点高。质量在后对比图像上显示适度增强，大于肌肉。"], "c68": ["MRI of the same distal femoral osteosarcoma as in images shown under the plain radiography section above; the uninvolved side is shown for comparison.", "同样的股骨远端骨肉瘤的MRI表现为上图所示的图像;比较的是未涉及的方面。"], "c69": ["Close-up MRI of the same distal femoral osteosarcoma as shown in image above, and in images shown under the plain radiography section above.", "上图所示为同一远端股骨骨肉瘤的近距离MRI，并在上图所示的图像中显示。"], "c70": ["bone window", "骨窗"], "c71": ["non-contrast.Narrow-necked, broad-tipped cartilage-capped osteochondroma.  The cartilage cap is really very large and compressing adjacent soft tissues.", "non-contrast。口,broad-tipped cartilage-capped骨软骨瘤。软骨帽是非常大的，压迫邻近的软组织。"], "c72": ["Cerebral study was normal. Peripheral calcification on the posterior and medial aspect of the right globe was an incidental finding during head CT compatible with choroidal osteoma.", "大脑研究是正常的。在头部CT与脉络膜骨瘤相适应的头部CT征象中发现了右脑后外侧钙化。"], "c73": ["Axial non-contrast", "轴向non-contrast"], "c74": ["Axial bone window", "轴向骨窗"], "c75": ["Axial bone window.Simple exostosis of  5.8 x 23.3 mm in the right frontal region. Unenhanced CT of the brain with no other relevant pathological findings.", "轴向骨窗。在右额部区域，简单的外骨化5.8 x23.3毫米。未增强的脑CT没有其他相关的病理结果。"], "c76": ["Sagittal bone windowSimple exostosis of  5.8 x 23.3 mm in the right frontal region. Unenhanced CT of the brain with no other relevant pathological findings.", "矢状骨窗在右额部有5.8 x 23.3毫米的外壁。未增强的脑CT没有其他相关的病理结果。"], "c77": ["Axial T1", "轴向T1"], "c78": ["Axial STIR", "轴流式搅拌"], "c79": ["Axial FLAIR", "轴向天赋"], "c80": ["Axial T2", "轴向T2"], "c81": ["Axial T2.A markedly T2 hyperintense lobulated mass arising from the right aspect of the clivus corresponding to a relatively homogeneous T1 iso/ hypointensity with heterogeneous enhancement post contrast is noted. No associated diffusion restriction. The mass exerts mass effect on the right side of the pons, however the 4th ventricle and cerebral aqueduct remain capacious and there is no hydrocephalus. Adjacent flow void within the right petrous/cavernous ICA is preserved. No other intracranial or skull base lesion seen.", "轴向T2。在相对均匀的T1 iso/ hypointensity与异构增强后对比度的对应关系中，出现了一个明显的T2高强度的裂片质量。没有相关的扩散限制。质量对脑桥右侧有质量影响，但第四脑室和脑导水管仍是广阔的，没有脑积水。在正确的petrous/穴状ICA中，相邻的流动空间被保留。未见颅内或颅底病变。"], "c135": ["Topography of chordoma. Differential diagNOSis between chordoma and chondroma. 4a. Coronal contrast-enhanced T1-weighted spin-echo image. Clival chordoma with a lateral extension to the left cavernous sinus. The tumor is median with a lateral extension. 4b. Coronal contrast-enhanced T1-weighted gradient-echo image of a laterosellar chondroma. This image demonstrates the strictly lateral localization of the tumor.", "脊索瘤的地形。脊索瘤和软骨瘤的鉴别诊断。4 a。冠状对比度增强的t1加权自旋回波图像。阴蒂脊索瘤，向左侧海绵窦延伸。肿瘤为中位，外侧延伸。4 b。冠状动脉造影增强t1加权梯度回声图像。这张图片显示了肿瘤的严格的侧向定位。"], "c136": ["MRI showing chondroma (A) and low-grade chondrosarcoma (B).", "MRI显示软骨瘤(A)和低级别软骨肉瘤(B)。"], "c82": ["C+ portal venous phase.", "C +门户静脉阶段。"], "c83": ["C+ portal venous phase.Large left sided abdominal mass that demonstrates invasion into the abdominal wall and lower left ribs. Central areas of hypoattenuation (necrosis) and high attenuation (calcification).", "C +门户静脉阶段。大左腹部肿块，显示侵入腹壁和左下肋骨。中心区域的低衰减(坏死)和高衰减(钙化)。"], "c84": ["Axial T2", "轴向T2"], "c85": ["Coronal T2", "日冕T2"], "c86": ["Axial T1 C+.A large heterogeneous right nasopharyngeal mass lesion is seen. It measures 5.8 X 3.6 X 3.4 cm in its main CC and axial diameters respectively. The lesion shows heterogeneously hypointense T1 and hyperintense T2 signal with intense heterogeneous post-contrast enhancement. The lesion encroaches upon the right para-pharyngeal fat planes and displaces it posterolaterally. The lesion extends downwards in the right paravertebral space, it compresses and possibly infiltrates the right longus colli and right lateral pterygoid muscles. The lesion infiltrates the right sphenoidal air cells with destruction of its wall. The lesion encroaches upon the right cavernous sinus with encasement of petrous and cavernous right ICA. Associated opacification of right middle ear and mastoid air cells is seen, mostly due to obstruction / dysfunction of the right Eustachian tube. Clear rest of the para-nasal sinuses. Enlarged bilateral upper and lower deep cervical lymph nodes. ", "轴向T1 C +。可见一个大的异质性右鼻咽癌肿块。它的主要CC和轴向直径分别为5.8 X 3.6 x3.4 cm。病变表现为异源性和高强度T2信号，具有强烈的异质后对比增强。病灶侵犯右侧的咽旁脂肪层，并将其移位。病灶向下延伸至右侧的椎旁间隙，它可压缩并可能浸润到右长肌和右外侧翼状肌。病变浸润右侧的蝶窦空气细胞，破坏其壁。病灶侵犯了右侧海绵窦，并对其进行了膜片和海绵状的右眼。右中耳和乳突细胞的相关混浊，主要是由于右侧耳咽管阻塞/功能障碍所致。清除鼻腔鼻窦。扩大双侧上、下深颈部淋巴结。"], "c87": ["Atrial rhabdomyoma as seen on cardiac CT scan in a patient with tuberous sclerosis.", "结节性硬化症患者心脏CT扫描可见心房横纹肌瘤。"], "c88": ["Enhancing left middle cranial fossa mass, with wide dural attachment. ", "加强左中颅窝肿物，具有广泛的硬膜附着。"], "c89": ["Sagittal T1", "矢状T1"], "c90": ["Sagittal T1 C+", "矢状T1 C +"], "c91": ["Axial T1", "轴向T1"], "c92": ["Extra-axial mass with low T2 signal and vivid contrast enhancement. ", "具有低T2信号和对比度增强的外轴质量。"], "c93": ["Axial T1", "轴向T1"], "c94": ["Axial T2 fat sat", "轴向T2脂肪坐"], "c95": ["Axial T1 C+ fat sat.Large mass lesion in the posteriorcompartment of the calf,posterior to the tibia. It is T2 hyperintense,demonstrates diffusion restriction and enhances. Features are of an aggressive soft tissue sarcoma.", "轴向T1 +脂肪。大肿块位于小腿后部，胫骨后方。它是T2高强度的，演示了扩散限制和增强。特征是一种侵袭性软组织肉瘤。"], "c137": ["Computed tomography (CT) scan of a left thigh shows a huge mass (arrows) with predominant fat attenuation. The central soft-tissue component (asterisk) and thick, internal septations are consistent with liposarcoma.", "左大腿的计算机断层扫描(CT)显示巨大的肿块(箭头)，其脂肪的衰减率很高。中央软组织成分(星号)和厚，内间隔与脂肪肉瘤一致。"], "c138": ["A 50-year-old man presented with a 6-month history of a dull ache over the right hypochondrium. An ultrasonogram (not shown) depicted a poorly defined, infiltrating, echogenic mass in the right hepatic lobe with shadowing. A nonenhanced, axial computed tomography (CT) scan shows a low–fat-attenuating mass under the diaphragm; the mass displaces the liver to the left.", "一名50岁的男子提出了一个6个月的关于右疑病症的隐痛病史。超声图像(未显示)描绘了一个未定义的、浸润、回声的肿块，在右肝叶和阴影。一种非增强的轴向计算机断层扫描(CT)显示在横膈膜下的低脂肪衰减质量;肿物将肝脏排入左边。"], "c139": ["Contrast-enhanced, axial computed tomography (CT) scan of an abdomen demonstrates a huge, intra-abdominal, fatty mass with a soft-tissue component (arrow) and thick septations. The mass displaces the descending colon and the left kidney posteriorly.", "腹部电脑断层扫描(CT)显示腹部巨大，腹腔内脂肪多，有软组织成分(箭头)和厚的隔膜。肿块取代了下行结肠和左肾。"], "c140": ["T1W1,T2W1", "T1W1,T2W1"], "c127": ["CT,Axial non-contrast", "CT,轴向non-contrast"], "C128": ["CT,Axial C+ delayed.Vividly enhancing right middle cranial fossa mass which is hyperdense on pre-contrast CT. ", "CT,轴向C +延迟。在造影前CT表现为高密度的右中颅窝肿块。"], "c129": ["cerebral abscesses", "脑脓肿"], "c130": ["axial FLAIR", "轴向天赋"], "c131": ["sagittal FLAIR", "矢状天赋"], "c132": ["Axial DWI", "轴向醉酒驾车"], "c133": ["Axial T1", "轴向T1"], "c134": ["Axial T1 C+.Extensive deep white matter signal change demonstrated on both FLAIR and T2. The signal change extends to the subcortical region and also involves the splenium of the corpus Callosum. The signal change appears more extensive posteriorly. No contrast enhancement of these areas or abnormal enhancement elsewhere. The posterior fossa appears uninvolved.The time of flight and post contrast MRA (not shown) demonstrate normal anatomical variance with a foetal origin of the right PCA. There is no evidence of steNOSis, or mural enhancement of the circle of Willis vasculature to suggest vasculitis.CONCLUSION:There is extensive bilateral white matter FLAIR signal change which is increased since the previous examination. The differential diagNOSis includes demyelination (including ADEM) despite the patient's age. Other possibilities include vasculitis or intravascular lymphoma. ", "轴向T1 C +。广泛的深部白质信号的变化显示在天赋和T2。信号变化延伸到皮层下区域，也涉及胼胝体的脾。信号的变化似乎更广泛。这些区域的对比度增强，或其他地方的异常增强。后窝似乎没有参与。飞行时间和后对比MRA(未显示)显示正常的解剖变异与胎儿起源的右PCA。没有证据表明有狭窄，或威利斯脉管系统的壁增强提示血管炎。结论:自上次检查以来，出现了大量的双侧白质信号变化。鉴别诊断包括脱髓鞘(包括ADEM)，尽管患者的年龄。其他可能包括血管炎或血管内淋巴瘤。"], "c66": ["CT", "ct"], "c67": ["MRI ADC map", "核磁共振成像ADC图"], "c52": ["There are multiple osteolytic lesions causing thickness bone destruction seen in bilateral parietal bones.", "双侧顶骨有多处骨溶解损害，造成骨厚破坏。"], "c53": ["Axial T1", "轴向T1"], "c54": ["Axial T2", "轴向T2"], "c55": ["Axial STIR", "轴流式搅拌"], "c56": ["Coronal T1.There are abnormal well defined heterogenously enhancing lobulated soft tissue lesions of altered signal intensity along the right iliac blade, bilateral ischium and left femoral diaphysis.The lesion is causing cortical erosion of the adjacent iliac bone .The lesion appears hypointense on T1W , heterogenously hyperintense on T2 and STIR.The visualised muscles, bones and rest of the pelvic organs are normal.The imaging features of the skull, pelvic bones and femoral lesions are most likely suggestive of Langerhans cell histiocytosis", "冠状T1。在右髂叶、双侧坐骨和左股骨干中，有异常良好的外源性增强的大叶性软组织病变。病变引起邻近髂骨的皮质侵蚀。病变在T1W上呈上尖型，T2上有异源性超强烈，并引起。视觉化的肌肉、骨骼和其他骨盆器官都是正常的。颅骨、骨盆骨和股骨病变的影像学特征极有可能提示朗格汉斯细胞组织增生症。"], "c57": ["Coronal C+ portal venous phase", "C+门静脉期。"], "c58": ["Axial C+ portal venous phase.The liver is normal in size and density. No focal hepatic lesion. Gallbladder unremarkable. No dilatation of the biliary tree. There is a thin rim of hypodensity around the pancreas.Extensive retroperitoneal soft tissue density surrounding both adrenals, kidneys, ureters, lower abdominal vasculature and pelvicvas culature,bladder  and prostate is similar compared to April 2104. Left JJ stent in situ.Generalised stranding of the mesentery. Mild stranding associated with the ascending colon.", "轴向C+门静脉期。肝脏的大小和密度正常。没有局灶性肝损伤。胆囊不起眼的。胆汁树不扩张。胰腺周围有一层薄薄的低密度的边缘。在肾上腺、肾脏、输尿管、下腹部脉管、膀胱、膀胱和前列腺的周围广泛的腹膜后软组织密度与4月2104相比有相似之处。左JJ支架原位。肠系膜的泛化。轻度搁浅与升结肠有关。"], "c59": ["Axial T1", "轴向T1"], "c60": ["Axial T2.Axial T1 and T2 weighted MR images of the orbits show bilateral hypointense intraconal infiltrating soft tissue masses splaying the extraocular muscles and resulting in proptosis. Fat-suppressed T1-weighted MR image shows diffuse enhancement of the masses.", "轴向T2。轴向T1和T2加权MR图像显示双侧脑组织内浸润软组织块，使眼外肌张开，并导致眼球突出。脂肪抑制t1加权图像显示了肿块的弥漫性增强。"], "c61": ["Axial T1", "轴向T1"], "c62": ["Axial T2", "轴向T2"], "c63": ["Axial FLAIR", "轴向天赋"], "c64": ["Axial T1 C+", "轴向T1 C +"], "c65": ["Coronal T1 C+.Large amount of contiguous well defined enhancing tissue in the paranasal sinuses, nasal cavity and adjacent to the greater wing of sphenoids.Similar para-sagittal mass close to the vertex.", "冠状T1 C +。在鼻窦、鼻腔及邻近的楔状体的邻近部位，有大量的连续良好定义的增强组织。类似的副矢状质量接近顶点。"], "c117": ["MRI,T1", "核磁共振T1"], "C118": ["MRI,T2", "核磁共振,T2"], "C119": ["MRI,T1 C+", "核磁共振T1 C +"], "C120": ["MRI,T1", "核磁共振T1"], "C121": ["MRI,T1 C+.Suprasellar and pineal intensely enhancing esions.  Small enhancing lesions also seen in the frontal horn of lateral ventricles.", "核磁共振T1 C +。Suprasellar和松果体强烈地增强了esions。小的增强病变也见于侧脑室的额角。"], "c122": ["CT,non-contrast.CT with contrast demonstrates a frontal lobe mass which is hyperdense. Without comparing to pre-contrast study it is difficult to assess for density (in this case the mass was hyperdense - not shown)", "CT,non-contrast。CT与对比显示额叶肿块，是高密度。没有对比前对比研究，很难评估密度(在这种情况下，质量是高密度的-没有显示)"], "c123": ["MRI,Sagittal T1", "核磁共振,矢状T1"], "c124": ["MRI,Axial T1", "核磁共振,轴向T1"], "c125": ["Sagittal T1 C+", "矢状T1 C +"], "c126": ["Coronal T2.This sagittal T1-weighted MR image shows a suprasellar lesion in a 12 year-old boy. There is a fat-containing area and a cystic area. There was minimal soft tissue component. The lesion expanded and remodelled the sella, without bone erosion. There is elevation of the optic chiasm, and the pituitary can be seen compressed into the base of its fossa.", "日冕T2。这个矢状t1加权的MR图像显示了一个12岁男孩的suprasellar病灶。这里有一个含脂肪的区域和一个囊性区域。软组织成分极少。病变扩大和重塑了鞍囊，没有骨侵蚀。视交叉上有高程，可以看到垂体被压缩到它的窝底。"], "c12": ["Axial contrast-enhanced CT scan in a 65-year-old man demonstrates a large, calcified suprasellar mass with anterior displacement of the A1 segment of the anterior cerebral arteries (yellow arrows). The anterior communicating artery is not well depicted.", "65岁男性的轴向对比增强的CT扫描显示了一大块钙化的超切面肿块，前脑血管A1段的前移位(黄色箭头)。前面的交通动脉没有很好的描述。"], "c13": ["CT scan showing a craniopharyngioma.", "CT扫描显示颅咽管瘤。"], "c14": ["Enhanced T1 weighted MRI's of craniopharyngiomas.", "增强T1加权MRI的颅咽瘤。"], "c15": ["Coronal T1-weighted image in a 65-year-old man obtained through the sella turcica. Image demonstrates a predominantly sellar lesion (arrows) with some suprasellar extension.", "在一名65岁男子通过sella turcica获得冠状t1加权像。图像显示一种主要的鞍状病灶(箭头)，并有一些超部分延伸。"], "C96": ["Sagittal T1", "矢状T1"], "c97": ["Sagittal T1 C+", "矢状T1 C +"], "c98": ["Coronal T1", "冠状T1"], "c99": ["Coronal T1 C+", "冠状T1 C +"], "c100": ["Axial FLAIR.MRI of the brain and pituitary demonstrates a sizeable mass centered in the suprasellar and interpeduncular sellar, continuous with the infundibulum of the pituitary gland. It is isointense on T1 and iso- to perhaps slightly hyperintense on T2 weighted images. It enhances vividly. Normal pituitary tissue is seen in the bass of the fossa. ", "轴向天赋。脑和脑垂体的MRI表现为以上节段和花梗为中心的相当大的肿块，与脑下垂体的漏斗相连。它在T1和iso上是等强度的，在T2加权像上可能有点高强度。它能增强生动。正常垂体组织可见于窝的低音部。"], "c101": ["CT,Axial non-contrast", "CT,轴向non-contrast"], "C102": ["CT,Axial non-contrast.Well curcumscribed slightly hyperdense pituitary fossa tumour with expansion of the fossa and suprasellar extension.", "轴向non-contrast CT。经尿道扩张后，有轻度的高密度垂体窝瘤。"], "c103": ["MRI,Coronal T2", "核磁共振,日冕T2"], "c104": ["MRI,Sagittal T2", "核磁共振,矢状T2"], "c105": ["MRI,Sagittal T1.Mildly T2 hyperintense pituitary fossa tumour with predominantly solid homogenous enhancement, expanding the fossa and with suprasellar extension. Mild flattening of the optic chiasm and optic nerves. No evidence of cavernous sinus invasion.", "MRI矢状T1。轻度T2高强度垂体窝瘤，主要为固体均匀强化，扩张窝，并有超切分延伸。视神经和视神经的轻度扁平。没有证据显示海绵窦侵入。"]}