{"（一）适用对象": ["第一诊断为大脑半球胶质瘤（ICD-10:C71/D43.0-D43.2）。", "行幕上开颅大脑半球胶质瘤切除术(ICD-9-CM-3:01.52-01.59)。"], "（二）诊断依据": ["根据《临床诊疗指南神经外科学分册》（中华医学会编著，人民卫生出版社）、《临床技术操作规范神经外科分册》（中华医学会编著，人民军医出版社）、《王忠诚神经外科学》（王忠诚主编，湖北科学技术出版社）、《神经外科学》（赵继宗主编，人民卫生出版社）。", "1.临床表现：依病变所在部位及性质不同而表现各异；肿瘤体积增大或周围水肿引起颅压增高表现，主要为头痛、恶心、呕吐、视盘水肿等；肿瘤位于功能区或其附近，可早期出现神经系统定位体征：", "（1）精神症状：主要表现为反应迟钝、生活懒散、记忆力减退、判断能力差；亦可有脾气暴躁、易激动或欣快等。", "（2）癫痫发作：包括全身性及局限性发作，部分患者表现为发作性感觉异常。", "（3）锥体束损伤：肿瘤对侧半身或单一肢体力弱或瘫痪。病初为一侧腹壁反射减弱或消失，继而病变对侧腱反射亢进、肌张力增加和病理反射阳性。", "（4）感觉异常：主要表现为皮质觉障碍，如肿瘤对侧肢体的关节位置觉、两点辨别觉、图形觉、实体感觉等障碍。", "（5）失语和视野改变：如肿瘤位于语言中枢，视觉传导通路或视觉中枢，可出现相应表现。", "2.辅助检查：主要依据电子计算机断层扫描（CT）和磁共振成像（MRI），多数低级别胶质瘤的CT、MRI检查显示病灶增强不明显，CT扫描通常表现为低密度，MRI的T1加权像为低信号；T2加权像为高信号且范围超过肿瘤的边界；胶质母细胞瘤一般环形增强，中央为坏死区域。", "为进一步术前评估，根据患者病情可行磁共振波谱（MRS）、功能磁共振（fMRI）、正电子发射计算机断层显像（PET）、弥散张量成像（DTI）、弥散成像（DWI）、脑磁图（MEG）、脑电图、电生理等检查。"], "（三）选择治疗方案的依据": ["根据《临床诊疗指南神经外科学分册》（中华医学会编著，人民卫生出版社）、《临床技术操作规范神经外科分册》（中华医学会编著，人民军医出版社）、《王忠诚神经外科学》（王忠诚主编，湖北科学技术出版社）、《神经外科学》（赵继宗主编，人民卫生出版社）。", "1.影像学怀疑为大脑半球胶质瘤者，均需进行病理诊断。有颅内压增高症状或局灶性症状者需手术治疗，手术方法为幕上开颅肿瘤切除术。症状不明显者可行开颅手术，也可以行立体定向活检。", "2.低级别（Ⅰ-Ⅱ级）大脑半球胶质瘤，下列情况应当考虑手术治疗：", "（1）临床和影像学资料不能获得确切诊断的患者，建议行手术活检或部分切除以确立诊断。", "（2）肿瘤巨大或占位效应明显，有导致脑疝的可能。", "（3）难治性癫痫。", "（4）为推迟辅助性治疗及其对儿童的副作用（尤其是年龄小于5岁的患儿）。", "（5）大多数浸润生长的大脑半球胶质瘤外科手术无法治愈，在保留功能前提下最大程度切除肿瘤可改善预后。", "3.手术风险较大者（高龄、妊娠期、合并较严重内科疾病等），需向患者或家属充分交代手术风险；如不同意手术，应履行签字手续。"], "（四）标准住院日为14天": [], "（五）进入路径标准": ["1.第一诊断必须符合（ICD-10:C71/D43.0-D43.2）大脑半球胶质瘤疾病编码。", "2.患者虽然同时具有其他疾病诊断，但在住院期间不需特殊处理、不影响第一诊断的临床路径流程实施时，可以进入路径。"], "（六）术前准备3天": ["1.必需的检查项目", "（1）血常规、尿常规，血型。", "（2）凝血功能、肝肾功能、血电解质、血糖、感染性疾病筛查（乙型肝炎、丙型肝炎、艾滋病、梅毒等）。", "（3）心电图、胸部X线平片。", "（4）颅脑CT。", "（5）颅脑MRI。", "2.根据肿瘤部位和临床表现行针对性检查：如视力视野检查，脑电图、脑皮层/脑干诱发电位等检查。", "3.心肺功能、神经电生理检查和认知功能评定；为进一步完善术前评估，可行MRS、fMRI、PET、DTI、DWI、MEG等检查。"], "（七）预防性抗菌药物选择与使用时机": ["1.按照《抗菌药物临床应用指导原则》（国卫办医发〔2015〕43号）选择用药。建议使用第一代、第二代头孢菌素；明确感染患者，可根据药敏试验结果调整抗菌药物。", "2.预防性使用抗菌药物，时间为术前30分钟。"], "（八）手术日为入院后4天": ["1.麻醉方式：全身麻醉。", "2.手术方式：幕上开颅大脑半球胶质瘤切除术；根据患者病情，术中可选用手术相关设备包括：显微镜、神经内镜、开颅动力系统、神经导航系统、神经电生理监测、超声波、超声吸引系统等。", "3.手术置入物：颅骨修补材料、硬脑膜修复材料，颅骨固定材料，止血材料、引流管系统等。", "4.术中用药：激素、脱水药、抗菌药物，关颅时应用抗癫痫药物等。", "5.输血：根据手术失血情况决定。", "6.术中快速冰冻病理检查。", "7.建议行肿瘤分子标志物检测。"], "（九）术后住院恢复10天": ["1.必须复查的检查项目：头颅CT、MRI扫描，血常规、肝肾功能、血电解质；根据术前情况酌情复查视力视野、脑电图、脑皮层/脑干诱发电位、认知功能评定等检查。", "2.术后用药：抗生素、抗癫痫药物、脱水药、激素等。"], "（十）出院标准": ["1.患者病情稳定，体温正常，恢复良好，手术切口愈合良好；生命体征平稳。", "2.没有需要住院处理的并发症和（或）其他疾病。"], "（十一）变异及原因分析": ["1.术中或术后继发手术部位或其他部位颅内血肿、脑水肿等并发症，严重者需要二次手术，导致住院时间延长、费用增加。", "2.术后继发脑脊液漏、切口感染或延期愈合、颅内感染和神经血管损伤，导致住院时间延长、费用增加。", "3.术后伴发其他内、外科疾病需进一步诊治，导致住院时间延长。", "4.肿瘤位于重要功能区、累及重要血管或位于临近部位、或者肿瘤临近脑室，导致患者功能障碍，进而延长术后住院时间、增加费用。", "5.若术中脑室开放、或肿瘤残腔大，根据术中情况需留置引流管，导致住院时间延长。", "6.术后需行早期辅助治疗，导致住院时间延长、费用增加。"]}