{"弥漫性星形细胞瘤,IDH野生型": {"en": ["1. Tonn J, Westphal M. Neuro-oncology of CNS tumors. Springer Verlag. (2006) ", "2.Lind-LandströM T, Habberstad AH, SundstrøM S et-al. Prognostic value of histological features in diffuse astrocytomas WHO grade II. Int J Clin Exp Pathol. 2012;5 (2): 152-8.", "3.Law M, Oh S, Johnson G et-al. Perfusion magnetic resonance imaging predicts patient outcome as an adjunct to histopathology: a second reference standard in the surgical and nonsurgical treatment of low-grade gliomas. Neurosurgery. 2006;58 (6): 1099-107. ", "4.Law M, Oh S, Babb JS et-al. Low-grade gliomas: dynamic susceptibility-weighted contrast-enhanced perfusion MR imaging-prediction of patient clinical response. Radiology. 2006;238 (2): 658-67.", "5. Louis DN, Ohgaki H, Wiestler OD et-al. The 2007 WHO classification of tumours of the central nervous system. Acta Neuropathol. 2007;114 (2): 97-109."], "cn": []}, "肥胖型星形细胞瘤,IDH突变型": {"en": ["1. Prayson RA, M.d. BK, Cohen MD. Brain Tumors. Demos Medical Publishing. (2009) ", "2. Tonn J, Westphal M. Neuro-oncology of CNS tumors. Springer Verlag. (2006) ", "3. Tonn J, Westphal M, Rutka JT. Oncology of CNS Tumors. Springer Verlag. (2009) "], "cn": [["article", "阎晓玲. 肥胖细胞型星形细胞瘤,IDH-突变[J]. 中国现代神经疾病杂志, 2017(10)."]]}, "弥漫性星形细胞瘤,IDH突变型": {"en": [], "cn": [["article", "阎晓玲. 弥漫性星形细胞瘤,IDH-突变[J]. 中国现代神经疾病杂志, 2016(10)."]]}, "弥漫性星形细胞瘤,NOS": {"en": [], "cn": []}, "间变性星形细胞瘤,IDH突变型": {"en": ["1. Atlas SW. Magnetic Resonance Imaging Of The Brain And Spine. Lippincott Williams & Wilkins. (2009) ISBN:078176985X", "2. Castillo M, Smith JK, Kwock L. Correlation of myo-inositol levels and grading of cerebral astrocytomas. AJNR Am J Neuroradiol. 2000;21 (9): 1645-9.", "3. Principles and Practice of Stereotactic Radiosurgery. Springer. (2008) ISBN:0387710701. ", "4. DeVita VT, Lawrence TS, Rosenberg SA. Devita, Hellman & Rosenberg's cancer [electronic resource]. Lippincott Williams & Wilkins. (2008) ISBN:0781772079.", "5.By Edward J Dropcho MD. Contributing editor: Dr. Dropcho. Originally released November 11, 1996; last updated December 7, 2009"], "cn": [["article", "阎晓玲. 间变性星形细胞瘤,IDH-突变[J]. 中国现代神经疾病杂志, 2017, 17(9)."]]}, "间变性星形细胞瘤,IDH野生型": {"en": [], "cn": []}, "间变性星形细胞瘤,NOS": {"en": [], "cn": []}, "胶质母细胞瘤,IDH野生型": {"en": ["1. Kumar V, Abbas AK, Fausto N et-al. Robbins and Cotran pathologic basis of disease. W B Saunders Co. (2005) ISBN:0721601871", "2.Rees JH, Smirniotopoulos JG, Jones RV et-al. Glioblastoma multiforme: radiologic-pathologic correlation. Radiographics. 1996;16 (6): 1413-38", "3.Krex D, Klink B, Hartmann C et-al. Long-term survival with glioblastoma multiforme. Brain. 2007;130 (Pt): 2596-606.", "4.Jung CS, Foerch C, Schänzer A et-al. Serum GFAP is a diagnostic marker for glioblastoma multiforme. Brain. 2007;130 (Pt): 3336-41.", "5.Dähnert W. Radiology review manual. Lippincott Williams & Wilkins. (2003) ISBN:0781738954."], "cn": [["article", "宋福林, 胡晓芳, 唐谊海,等. 巨细胞型胶质母细胞瘤临床病理、免疫组化和超微结构观察[J]. 诊断病理学杂志, 2002, 9(6):339-340."], ["百度百科", "https://baike.baidu.com/item/%E5%A4%9A%E5%BD%A2%E6%80%A7%E8%83%B6%E8%B4%A8%E6%AF%8D%E7%BB%86%E8%83%9E%E7%98%A4/10019412"]]}, "巨细胞型胶质母细胞瘤": {"en": ["1. Kozak KR, Moody JS. Giant cell glioblastoma: a glioblastoma subtype with distinct epidemiology and superior prognosis. Neuro-oncology. 2009;11 (6): 833-41. ", "2. Peraud A, Watanabe K, Schwechheimer K et-al. Genetic profile of the giant cell glioblastoma. Lab. Invest. 1999;79 (2): 123-9.", "3. Margetts JC, Kalyan-Raman UP. Giant-celled glioblastoma of brain. A clinico-pathological and radiological study of ten cases (including immunohistochemistry and ultrastructure). Cancer. 1989;63 (3): 524-31", "4. Valle-Folgueral JM, Mascarenhas L, Costa JA et-al. Giant cell glioblastoma: review of the literature and illustrated case. Neurocirugia (Astur). 2008;19 (4): 343-9", "5. Chang CC, Kuwana N, Ito S et-al. Spinal leptomeningeal metastases of giant cell glioblastoma associated with subarachnoid haemorrhage: case report. J Clin Neurosci. 2001;8 (1): 56-9."], "cn": [["article", "宋福林, 胡晓芳, 唐谊海,等. 巨细胞型胶质母细胞瘤临床病理、免疫组化和超微结构观察[J]. 诊断病理学杂志, 2002, 9(6):339-340."]]}, "胶质肉瘤": {"en": ["1. Kozak KR, Mahadevan A, Moody JS. Adult gliosarcoma: epidemiology, natural history, and factors associated with outcome. Neuro-oncology. 2009;11 (2): 183-91. ", "2. Maiuri F, Stella L, Benvenuti D et-al. Cerebral gliosarcomas: correlation of computed tomographic findings, surgical aspect, pathological features, and prognosis. Neurosurgery. 1990;26 (2): 261-7.", "3. Jack CR, Bhansali DT, Chason JL et-al. Angiographic features of gliosarcoma. AJNR Am J Neuroradiol. 8 (1): 117-22.", "4. Galanis E, Buckner JC, Dinapoli RP et-al. Clinical outcome of gliosarcoma compared with glioblastoma multiforme: North Central Cancer Treatment Group results. J. Neurosurg. 1998;89 (3): 425-30. ", "5. Lutterbach J, Guttenberger R, Pagenstecher A. Gliosarcoma: a clinical study. Radiother Oncol. 2001;61 (1): 57-64."], "cn": [["article", "宋福林, 胡晓芳, 唐谊海,等. 巨细胞型胶质母细胞瘤临床病理、免疫组化和超微结构观察[J]. 诊断病理学杂志, 2002, 9(6):339-340."]]}, "上皮样胶质母细胞瘤": {"en": ["1. Louis DN, Perry A, Reifenberger G et-al. The 2016 World Health Organization Classification of Tumors of the Central Nervous System: a summary. Acta Neuropathol. 2016;131 (6): 803-20.", "2. Broniscer A, Tatevossian RG, Sabin ND et-al. Clinical, radiological, histological and molecular characteristics of paediatric epithelioid glioblastoma. Neuropathol. Appl. Neurobiol. 2014;40 (3): 327-36.", "3. Louis DN, Ohgaki H, Wiestler OD et-al. The 2007 WHO classification of tumours of the central nervous system. Acta Neuropathol. 2007;114 (2): 97-109", ""], "cn": [["article", "李海南, 刘敏婷, 成丽娜,等. 上皮样胶质母细胞瘤4例临床病理分析[J]. 中国神经精神疾病杂志, 2017, 43(8):458-463."], ["好大夫在线", "http://haodf.health.ifeng.com/doctor/articledetail/4565289645.htm"]]}, "胶质母细胞瘤,IDH突变型": {"en": [], "cn": [["好大夫在线", "http://haodf.health.ifeng.com/doctor/articledetail/4565289645.htm"]]}, "胶质母细胞瘤,NOS": {"en": [], "cn": []}, "弥漫性中线胶质瘤,H3 K27M-mutant": {"en": ["1. Louis DN, Perry A, Reifenberger G et-al. The 2016 World Health Organization Classification of Tumors of the Central Nervous System: a summary. Acta Neuropathol. 2016;131 (6): 803-20.", "2. Castel D, Philippe C, Calmon R et-al. Histone H3F3A and HIST1H3B K27M mutations define two subgroups of diffuse intrinsic pontine gliomas with different prognosis and phenotypes. Acta Neuropathol. 2015;130 (6): 815-27.", "3. Louis DN, Ohgaki H, Wiestler OD et-al. The 2007 WHO classification of tumours of the central nervous system. Acta Neuropathol. 2007;114 (2): 97-109."], "cn": [["article", "Solomon D A, Wood M D, Tihan T,等. 弥漫性中线胶质瘤,组蛋白H3-K27M突变型:47例形态学变异谱系及相关遗传学改变分析[J]. 临床与实验病理学杂志, 2016(9):1064-1064."]]}, "少突胶质细胞瘤,IDH突变型和1p/19q联合缺失": {"en": ["1. Law M, Yang S, Wang H et-al. Glioma grading: sensitivity, specificity, and predictive values of perfusion MR imaging and proton MR spectroscopic imaging compared with conventional MR imaging. AJNR Am J Neuroradiol. 24 (10): 1989-98", "2. Ino Y, Betensky RA, Zlatescu MC et-al. Molecular subtypes of anaplastic oligodendroglioma: implications for patient management at diagnosis. Clin. Cancer Res. 2001;7 (4): 839-45.", "3. Jenkinson MD, Du plessis DG, Smith TS et-al. Histological growth patterns and genotype in oligodendroglial tumours: correlation with MRI features. Brain. 2006;129 (Pt): 1884-91. ", "4. Ricci PE. Imaging of adult brain tumors. Neuroimaging Clin. N. Am. 1999;9 (4): 651-69. ", "5. Tozer DJ, Jäger HR, Danchaivijitr N et-al. Apparent diffusion coefficient histograms may predict low-grade glioma subtype. NMR Biomed. 2007;20 (1): 49-57."], "cn": [["article", "阎晓玲. 少突胶质细胞瘤,IDH-突变和1p/19q-共缺失[J]. 中国现代神经疾病杂志, 2016(9)."], ["链接", "http://www.360doc.com/content/16/0917/10/35485962_591423880.shtml"]]}, "少突胶质细胞瘤,NOS": {"en": [], "cn": []}, "间变性少突胶质细胞瘤,IDH突变型和1p/19q联合缺失": {"en": ["1. Louis DN, Ohgaki H, Wiestler OD, Cavenee WK \"WHO Classification of Tumours of the Central Nervous System. 4th Edition Revised\""], "cn": []}, "间变性少突胶质细胞瘤,NOS": {"en": [], "cn": []}, "少突星形细胞瘤,NOS": {"en": [], "cn": []}, "间变性少突胶质细胞瘤": {"en": [], "cn": [["article", "殷敏敏, 徐丽艳, 余永强. 间变性少突胶质细胞瘤的MR诊断与鉴别诊断[J]. 安徽医学, 2017, 38(4):468-470."]]}, "毛细胞型星形细胞瘤": {"en": ["1.Huang H, Hara A, Homma T, Yonekawa Y, Ohgaki H (October 2005). \"Altered expression of immune defense genes in pilocytic astrocytomas\". J. Neuropathol. Exp. Neurol. 64 (10): 891–901.", "2.Jones, D. T.; Kocialkowski, S; Liu, L; Pearson, D. M.; Bäcklund, L. M.; Ichimura, K; Collins, V. P. (2008). \"Tandem duplication producing a novel oncogenic BRAF fusion gene defines the majority of pilocytic astrocytomas\". Cancer Research. 68 (21): 8673–7.", "3.Sadighi, Z; Slopis, J (2013). \"Pilocytic astrocytoma: A disease with evolving molecular heterogeneity\". Journal of Child Neurology. 28 (5): 625–32. ", "4."], "cn": [["article", "朱庆庆,武乐斌,王光彬.毛细胞型星形细胞瘤影像学诊断现状[J].医学影像学杂志,2009,19(03):348-351."]]}, "室管膜下巨细胞星形细胞瘤": {"en": ["1.Campen, Cynthia J.; Porter, Brenda E. (August 2011). \"Subependymal Giant Cell Astrocytoma (SEGA) Treatment Update\". Current Treatment Options in Neurology. 13 (4): 380–5.", "2.Greenberg MS. Astrocytoma. Handbook of Neurosurgery. 8th ed. New York , NY: Thieme Publishers; 2016.", "3.Sathornsumetee S, Rich JN, Reardon DA. Diagnosis and treatment of high-grade astrocytoma. Neurol Clin. 2007 Nov. 25(4):1111-39, x. [Medline].", "4.Furnari FB, Fenton T, Bachoo RM, Mukasa A, Stommel JM, Stegh A, et al. Malignant astrocytic glioma: genetics, biology, and paths to treatment. Genes Dev. 2007 Nov 1. 21(21):2683-710. [Medline].", "5.Walker MD. Adjuvant therapy for brain tumor. Int Adv Surg Oncol. 1980. 3:351-69. [Medline].", "", ""], "cn": [["搜狐网", "http://www.sohu.com/a/169173912_699190"]]}, "多形性黄色星形细胞瘤": {"en": ["1.Waqar M, Hanif S, Brodbelt AR, Rathi N, Das K, Zakaria R, et al. Prognostic Factors in Lobar ", "2.Brat DJ, Scheithauer BW, Fuller GN, Tihan T. Newly codified glial neoplasms of the 2007 WHO Classification of Tumours of the Central Nervous System: angiocentric glioma, pilomyxoid astrocytoma and pituicytoma. Brain Pathol. 2007 Jul. 17(3):319-24. ", "3.Khatib ZA, Heideman RL, Kovnar EH, et al. Predominance of pilocytic histology in dorsally exophytic brain stem tumors. Pediatr Neurosurg. 1994. 20(1):2-10. [Medline].", "4.Fisher PG, Breiter SN, Carson BS, et al. A clinicopathologic reappraisal of brain stem tumor classification. Identification of pilocystic astrocytoma and fibrillary astrocytoma as distinct entities. Cancer. 2000 Oct 1. 89(7):1569-76. [Medline].", "5.Reis GF, Tihan T. Practical molecular pathologic diagnosis of pilocytic astrocytomas. Surg Pathol Clin. 2015 Mar. 8(1):63-71"], "cn": [["article", "陈金卫,梅维,张汉锡,林文霞,肖壮伟.多形性黄色星形细胞瘤的MRI表现与临床病理特征分析[J].现代中西医结合杂志,2016,25(06):664-667."]]}, "间变性多形性黄色星形细胞瘤": {"en": ["1. Louis DN, Ohgaki H, Wiestler OD, Cavenee WK \"WHO Classification of Tumours of the Central Nervous System. 4th Edition Revised\""], "cn": [["链接", "http://www.360doc.com/content/16/0917/10/35485962_591423880.shtml"]]}, "室管膜下瘤": {"en": ["1. Ragel BT, Osborn AG, Whang K et-al. Subependymomas: an analysis of clinical and imaging features. Neurosurgery. 2006;58 (5): 881-90. ", "2. Russell JH, Gaillard F, Drummond KJ. A mass in the fourth ventricle. J Clin Neurosci. 2009;16 (3): 425, 482.", "3.Koral K, Kedzierski RM, Gimi B et-al. Subependymoma of the cerebellopontine angle and prepontine cistern in a 15-year-old adolescent boy. AJNR Am J Neuroradiol. 2008;29 (1): 190-1.", "4.Smith A, Smirniotopoulos J, Horkanyne-Szakaly I. From the Radiologic Pathology Archives: Intraventricular Neoplasms: Radiologic-Pathologic Correlation. Radiographics. 2013;33 (1): 21-43.", "5.Chiechi MV, Smirniotopoulos JG, Jones RV. Intracranial subependymomas: CT and MR imaging features in 24 cases. AJR Am J Roentgenol. 1995;165 (5): 1245-50. "], "cn": [["百度百科", "https://baike.baidu.com/item/%E5%AE%A4%E7%AE%A1%E8%86%9C%E4%B8%8B%E7%98%A4/8643773?fr=aladdin"]]}, "粘液乳头型室管膜瘤": {"en": ["1. Brant WE, Helms CA. Fundamentals of Diagnostic Radiology. Lippincott Williams & Wilkins. (2007) ISBN:0781761352.", "2. Koeller KK, Rosenblum RS, Morrison AL. Neoplasms of the spinal cord and filum terminale: radiologic-pathologic correlation. Radiographics. 20 (6): 1721-49.", "3.Soderlund KA, Smith AB, Rushing EJ et-al. Radiologic-pathologic correlation of pediatric and adolescent spinal neoplasms: Part 2, Intradural extramedullary spinal neoplasms. AJR Am J Roentgenol. 2012;198 (1): 44-51.", "4.Abul-kasim K, Thurnher MM, Mckeever P et-al. Intradural spinal tumors: current classification and MRI features. Neuroradiology. 2008;50 (4): 301-14.", "5. Kahan H, Sklar EM, Post MJ et-al. MR characteristics of histopathologic subtypes of spinal ependymoma. AJNR Am J Neuroradiol. 1996;17 (1): 143-50."], "cn": []}, "室管膜瘤": {"en": ["1. Maldjian JA, Patel RS. Cerebral neoplasms in adults. Semin Roentgenol. 1999;34 (2): 102-22.", "2. Mermuys K, Jeuris W, Vanhoenacker PK et-al. Best cases from the AFIP: supratentorial ependymoma. Radiographics. 25 (2): 486-90.", "3. Prince MR, Chew FS. Ependymoma of the fourth ventricle. AJR Am J Roentgenol. 1991;157 (6): 1278.", "4. Spoto GP, Press GA, Hesselink JR et-al. Intracranial ependymoma and subependymoma: MR manifestations. AJR Am J Roentgenol. 1990;154 (4): 837-45.", "5. Koeller KK, Sandberg GD. From the archives of the AFIP. Cerebral intraventricular neoplasms: radiologic-pathologic correlation. Radiographics. 22 (6): 1473-505. "], "cn": [["百度百科", "https://baike.baidu.com/item/%E5%AE%A4%E7%AE%A1%E8%86%9C%E7%98%A4/3677546?fr=aladdin#8_1"]]}, "乳头型室管膜瘤": {"en": [], "cn": []}, "透明细胞型室管膜瘤": {"en": [], "cn": [["链接", "http://doctor.51daifu.com/2007/0305/CC4842B7C949T127265.shtml"]]}, "脑室膜细胞（伸长细胞）型室管膜瘤": {"en": [], "cn": [["article", "王行富,张声,张真真,陈余朋.脑室内伸长细胞型室管膜瘤的临床病理学特征:病例报告并文献综述[J].中国现代神经疾病杂志,2008(02):150-154."]]}, "室管膜瘤,RELA融合一阳性": {"en": [], "cn": [["article", "阎晓玲.RELA融合基因阳性室管膜瘤[J].中国现代神经疾病杂志,2017,17(04):305."]]}, "间变性室管膜瘤": {"en": ["1. Armstrong TS, Vera-Bolanos E, Bekele BN et-al. Adult ependymal tumors: prognosis and the M. D. Anderson Cancer Center experience. Neuro-oncology. 2010;12 (8): 862-70.", "2.Haaga JR, Boll D. CT and MRI of the whole body. Mosby. (2009) ISBN:0323053750. ", "3. Tominaga T, Kayama T, Kumabe T et-al. Anaplastic ependymomas: Clinical features and tumour suppressor gene p53 analysis. Acta neurochir. 1995;135 (3-4): 163-170.", "4. Louis DN, Perry A, Reifenberger G et-al. The 2016 World Health Organization Classification of Tumors of the Central Nervous System: a summary. Acta Neuropathol. 2016;131 (6): 803-20"], "cn": []}, "第三脑室脊索样胶质瘤": {"en": ["1. Pomper MG, Passe TJ, Burger PC et-al. Chordoid glioma: a neoplasm unique to the hypothalamus and anterior third ventricle. AJNR Am J Neuroradiol. 2001;22 (3): 464-9", "2. Zarghouni M, Vandergriff C, Layton KF et-al. Chordoid glioma of the third ventricle. Proc (Bayl Univ Med Cent). 2012;25 (3): 285-6. ", "3. Brat DJ, Scheithauer BW, Staugaitis SM et-al. Third ventricular chordoid glioma: a distinct clinicopathologic entity. J. Neuropathol. Exp. Neurol. 1998;57 (3): 283-90.", "4. Morais BA, Menendez DF, Medeiros RS et-al. Chordoid glioma: Case report and review of the literature. Int J Surg Case Rep. 2015;7C: 168-71.", "5. Louis DN, Ohgaki H, Wiestler OD, Cavenee WK \"WHO Classification of Tumours of the Central Nervous System. 4th Edition Revised\""], "cn": [["article", "汪文胜,方进,周全,陈燕萍,成丽娜,吴静,黄泽春.第三脑室脊索样胶质瘤影像学表现及鉴别诊断:附3例报道及文献复习[J].磁共振成像,2016,7(10):749-753."]]}, "血管中心性胶质瘤": {"en": ["1. Louis DN, Ohgaki H, Wiestler OD, Cavenee WK \"WHO Classification of Tumours of the Central Nervous System. 4th Edition Revised\"", "2. Wang M, Tihan T, Rojiani AM et-al. Monomorphous angiocentric glioma: a distinctive epileptogenic neoplasm with features of infiltrating astrocytoma and ependymoma. J. Neuropathol. Exp. Neurol. 2005;64 (10): 875-81.", "3. Osborn AG, Salzman KL, Thurnher MM et-al. The new World Health Organization Classification of Central Nervous System Tumors: what can the neuroradiologist really say?. AJNR Am J Neuroradiol. 2012;33 (5): 795-802.", "4. Shakur SF, McGirt MJ, Johnson MW et-al. Angiocentric glioma: a case series. J Neurosurg Pediatr. 2009;3 (3): 197-202.", "5. Lellouch-Tubiana A, Boddaert N, Bourgeois M et-al. Angiocentric neuroepithelial tumor (ANET): a new epilepsy-related clinicopathological entity with distinctive MRI. Brain Pathol. 2006;15 (4): 281-6."], "cn": [["链接", "http://www.360doc.com/content/14/1115/16/19660925_425328033.shtml"]]}, "星形母胶质瘤": {"en": ["1. Ganapathy S, Kleiner LI, Mirkin DL et-al. Unusual manifestations of astroblastoma: a radiologic-pathologic analysis. Pediatr Radiol. 2009;39 (2): 168-71", "2. Port JD, Brat DJ, Burger PC et-al. Astroblastoma: radiologic-pathologic correlation and distinction from ependymoma. AJNR Am J Neuroradiol. 2002;23 (2): 243-7.", "3. Bell JW, Osborn AG, Salzman KL et-al. Neuroradiologic characteristics of astroblastoma. Neuroradiology. 2007;49 (3): 203-9.", "4. Agarwal V, Mally R, Palande DA et-al. Cerebral astroblastoma: A case report and review of literature. Asian J Neurosurg. 2012;7 (2): 98-100.", "5. Louis DN, Ohgaki H, Wiestler OD, Cavenee WK \"WHO Classification of Tumours of the Central Nervous System. 4th Edition Revised\""], "cn": []}, "胚胎发育不良性神经上皮肿瘤": {"en": ["1. Raz E, Kapilamoorthy TR, Gupta AK, Fiorelli M. Case 186: Dysembrioplastic neuroepithelial tumor. (2012) Radiology. 265 (1): 317-20.,", ""], "cn": [["链接", "http://www.haodf.com/zhuanjiaguandian/yulao_528744446.htm"]]}, "神经节细胞瘤": {"en": ["1. Altman NR. MR and CT characteristics of gangliocytoma: a rare cause of epilepsy in children. AJNR Am J Neuroradiol. 1988;9 (5): 917-21.", "2. Koeller KK, Henry JM. From the archives of the AFIP: superficial gliomas: radiologic-pathologic correlation. Armed Forces Institute of Pathology. Radiographics. 21 (6): 1533-56. ", "3. Shin JH, Lee HK, Khang SK et-al. Neuronal tumors of the central nervous system: radiologic findings and pathologic correlation. Radiographics. 22 (5): 1177-89. Radiographics (full text) - Pubmed citation", "4. Shorvon SD, Andermann F, Guerrini R. The Causes of Epilepsy. Cambridge University Press. (2011) ISBN:113949578X.", "5. Louis DN, Ohgaki H, Wiestler OD, Cavenee WK \"WHO Classification of Tumours of the Central Nervous System. 4th Edition Revised\""], "cn": [["链接", "http://radiol.dxy.cn/article/486920"]]}, "节细胞胶质瘤": {"en": ["1. Kwon JW, Kim IO, Cheon JE et-al. Cerebellopontine angle ganglioglioma: MR findings. AJNR Am J Neuroradiol. 2001;22 (7): 1377-9.", "2. Patel U, Pinto RS, Miller DC et-al. MR of spinal cord ganglioglioma. AJNR Am J Neuroradiol. 1998;19 (5): 879-87.", "3. Provenzale JM, Ali U, Barboriak DP et-al. Comparison of patient age with MR imaging features of gangliogliomas. AJR Am J Roentgenol. 2000;174 (3): 859-62.", "4. Castillo M. Gangliogliomas: ubiquitous or not? AJNR Am J Neuroradiol. 1998;19 (5): 807-9.", "5. Shin JH, Lee HK, Khang SK et-al. Neuronal tumors of the central nervous system: radiologic findings and pathologic correlation. Radiographics. 22 (5): 1177-89. ", ""], "cn": [["百度百科", "https://baike.baidu.com/item/%E8%8A%82%E7%BB%86%E8%83%9E%E8%83%B6%E8%B4%A8%E7%98%A4/9567547"]]}, "间变性神经节细胞胶质瘤": {"en": [], "cn": [["百度百科", "https://baike.baidu.com/item/%E7%A5%9E%E7%BB%8F%E8%8A%82%E7%BB%86%E8%83%9E%E7%98%A4/4873667"]]}, "发育不良性小脑神经节细胞瘤": {"en": ["1. Barkovich AJ. Pediatric neuroimaging. Lippincott Williams & Wilkins. (2005) ISBN:0781757665. ", "2. Klisch J, Juengling F, Spreer J et-al. Lhermitte-Duclos disease: assessment with MR imaging, positron emission tomography, single-photon emission CT, and MR spectroscopy. AJNR Am J Neuroradiol. 2001;22 (5): 824-30.", "3. Kulkantrakorn K, Awwad EE, Levy B et-al. MRI in Lhermitte-Duclos disease. Neurology. 1997;48 (3): 725-31. ", "4. Awwad EE, Levy E, Martin DS et-al. Atypical MR appearance of Lhermitte-Duclos disease with contrast enhancement. AJNR Am J Neuroradiol. 1995;16 (8): 1719-20.", "5. MRH Bayat, J Sarawan \"CT and MRI findings in L'hermitte Duclos disease\" SA Journal of Radiology - February 2005."], "cn": [["好大夫在线", "http://www.haodf.com/zhuanjiaguandian/gengsumin_1022391837.htm"]]}, "婴儿多纤维性星形细胞瘤和节细胞胶质瘤": {"en": ["1. Koeller KK, Henry JM. From the archives of the AFIP: superficial gliomas: radiologic-pathologic correlation. Armed Forces Institute of Pathology. Radiographics. 21 (6): 1533-56. Radiographics (full text) - Pubmed citation", "2. Louis DN, Ohgaki H, Wiestler OD, Cavenee WK \"WHO Classification of Tumours of the Central Nervous System. 4th Edition Revised\"", "3. Guillaume Trehan, Helene Brugea, Matthieu Vinchob, Chadi Khalil, Marie M. Ruchoux, Patrick Dhellemmes and Gustavo Soto Are. MR Imaging in the Diagnosis of Desmoplastic Infantile Tumor: Retrospective Study of Six Cases. American Journal of Neuroradiology 25:1028-1033, June-July 2004.", ""], "cn": [["搜狐网", "http://www.sohu.com/a/191782448_699190"]]}, "乳头状胶质神经元肿瘤": {"en": ["1. Stosic-Opincal T, Peric V, Gavrilovic S et-al. Papillary glioneuronal tumor. AJR Am J Roentgenol. 2005;185 (1): 265-7. ", "2. Govindan A, Mahadevan A, Bhat DI et-al. Papillary glioneuronal tumor-evidence of stem cell origin with biphenotypic differentiation. J. Neurooncol. 2009;95 (1): 71-80. ", "3. Guo SP, Zhang F, Li QL et-al. Papillary glioneuronal tumor-contribution to a new tumor entity and literature review. Clin. Neuropathol. 2008;27 (2): 72-7.", "4. Louis DN, Ohgaki H, Wiestler OD, Cavenee WK \"WHO Classification of Tumours of the Central Nervous System. 4th Edition Revised\""], "cn": []}, "玫瑰花结样胶质神经元肿瘤": {"en": ["1. Komori T, Scheithauer BW, Hirose T. A rosette-forming glioneuronal tumor of the fourth ventricle: infratentorial form of dysembryoplastic neuroepithelial tumor? Am. J. Surg. Pathol. 2002;26 (5): 582-91.", "2. Edgar MA, Rosenblum MK. Mixed glioneuronal tumors: recently described entities. Arch. Pathol. Lab. Med. 2007;131 (2): 228-33.", "3. Hsu C, Kwan G, Lau Q et-al. Rosette-forming glioneuronal tumour: imaging features, histopathological correlation and a comprehensive review of literature. Br J Neurosurg. 2012;26 (5): 668-73.", "4. Pimentel J, Resende M, Vaz A et-al. Rosette-forming glioneuronal tumor: pathology case report. Neurosurgery. 2008;62 (5): E1162-3.", "5. Arai A, Sasayama T, Tamaki M et-al. Rosette-forming glioneuronal tumor of the fourth ventricle-case report. Neurol. Med. Chir. (Tokyo). 2010;50 (3): 224-8."], "cn": [["链接", "http://case.medlive.cn/xctmr/case-article/show-88298_242.html"]]}, "中枢神经细胞瘤": {"en": ["1. Goergen SK, Gonzales MF, McLean CA. Interventricular neurocytoma: radiologic features and review of the literature. Radiology. 1992;182 (3): 787-92. ", "2. Tomura N, Hirano H, Watanabe O et-al. Central neurocytoma with clinically malignant behavior. AJNR Am J Neuroradiol. 18 (6): 1175-8. ", "3. Tortori-Donati P, Fondelli MP, Rossi A et-al. Extraventricular neurocytoma with ganglionic differentiation associated with complex partial seizures. ", "4. Koeller KK, Sandberg GD. From the archives of the AFIP. Cerebral intraventricular neoplasms: radiologic-pathologic correlation. Radiographics. 22 (6): 1473-505. ", "5. Parker DR. Neuroradiology case of the day. Central neurocytoma. AJR Am J Roentgenol. 1991;156 (6): 1311-3. "], "cn": [["互动百科", "http://www.baike.com/wiki/%E4%B8%AD%E6%9E%A2%E7%A5%9E%E7%BB%8F%E7%BB%86%E8%83%9E%E7%98%A4"]]}, "脑室外神经细胞瘤": {"en": ["1. Yang GF, Wu SY, Zhang LJ et-al. Imaging findings of extraventricular neurocytoma: report of 3 cases and review of the literature. AJNR Am J Neuroradiol. 2009;30 (3): 581-5.", "2. Brat DJ, Scheithauer BW, Eberhart CG et-al. Extraventricular neurocytomas: pathologic features and clinical outcome. Am. J. Surg. Pathol. 2001;25 (10): 1252-60.", "3. Tortori-donati P, Fondelli MP, Rossi A et-al. Extraventricular neurocytoma with ganglionic differentiation associated with complex partial seizures. AJNR Am J Neuroradiol. 1999;20 (4): 724-7", "4. Furtado A, Arantes M, Silva R et-al. Comprehensive review of extraventricular neurocytoma with report of two cases, and comparison with central neurocytoma. Clin. Neuropathol. 29 (3): 134-40. ", "5. Louis DN, Ohgaki H, Wiestler OD, Cavenee WK \"WHO Classification of Tumours of the Central Nervous System. 4th Edition Revised\""], "cn": [["article", "孟葳,李茂,张筱双,梁漱溟.脑室外神经细胞瘤的MRI诊断[J].临床放射学杂志,2010,29(04):441-444."]]}, "小脑脂肪神经细胞瘤": {"en": ["1. Louis DN, Ohgaki H, Wiestler OD, Cavenee WK \"WHO Classification of Tumours of the Central Nervous System. 4th Edition Revised\""], "cn": [["article", "阎晓玲.小脑脂肪神经细胞瘤[J].中国现代神经疾病杂志,2013,13(08):735."]]}, "副神经节瘤": {"en": ["1. Brant WE, Helms CA. Fundamentals of Diagnostic Radiology. Lippincott Williams & Wilkins. (2006) ISBN:0781765188.", "2. Koeller KK, Rosenblum RS, Morrison AL. Neoplasms of the spinal cord and filum terminale: radiologic-pathologic correlation. Radiographics. 20 (6): 1721-49.", "3. Soderlund KA, Smith AB, Rushing EJ et-al. Radiologic-pathologic correlation of pediatric and adolescent spinal neoplasms: Part 2, Intradural extramedullary spinal neoplasms. AJR Am J Roentgenol. 2012;198 (1): 44-51. ", "4. Sharma A, Gaikwad SB, Goyal M et-al. Calcified filum terminale paraganglioma causing superficial siderosis. AJR Am J Roentgenol. 1998;170 (6): 1650-2. ", "5. Louis DN, Ohgaki H, Wiestler OD, Cavenee WK \"WHO Classification of Tumours of the Central Nervous System. 4th Edition Revised\""], "cn": [["丁香园", "http://neuro.dxy.cn/article/490442"]]}, "松果体细胞瘤": {"en": ["1. Smirniotopoulos JG, Rushing EJ, Mena H. Pineal region masses: differential diagnosis. Radiographics. 1992;12 (3): 577-96.", "2. Ganti SR, Hilal SK, Stein BM et-al. CT of pineal region tumors. AJR Am J Roentgenol. 1986;146 (3): 451-8.", "3. Chang T, Teng MM, Guo WY et-al. CT of pineal tumors and intracranial germ-cell tumors. AJR Am J Roentgenol. 1989;153 (6): 1269-74", "4. Smirniotopoulos JG, Rushing EJ, Mena H. Pineal region masses: differential diagnosis. Radiographics. 1992;12 (3): 577-96. ", "5. Dumrongpisutikul N, Intrapiromkul J, Yousem DM. Distinguishing between germinomas and pineal cell tumors on MR imaging. AJNR Am J Neuroradiol. 2012;33 (3): 550-5."], "cn": [["搜狐网", "http://www.sohu.com/a/192665619_699190"]]}, "中度分化的松果体实质瘤": {"en": ["1. Prayson Richard A. and Mark L. Cohen. Practical differential diagnosis in surgical neuropathology. Humana Press, 2000.", "2. Dumrongpisutikul N, Intrapiromkul J, Yousem DM. Distinguishing between germinomas and pineal cell tumors on MR imaging. AJNR Am J Neuroradiol. 2011;33 (3): 550-5.", "3. Smith AB, Rushing EJ, Smirniotopoulos JG. From the archives of the AFIP: lesions of the pineal region: radiologic-pathologic correlation. Radiographics. 2010;30 (7): 2001-20. ", "4. Louis DN, Ohgaki H, Wiestler OD, Cavenee WK \"WHO Classification of Tumours of the Central Nervous System. 4th Edition Revised\""], "cn": [["article", "阎晓玲.中分化松果体实质肿瘤[J].中国现代神经疾病杂志,2013,13(04):353."]]}, "松果体母细胞瘤": {"en": ["1. Smirniotopoulos JG, Rushing EJ, Mena H. Pineal region masses: differential diagnosis. Radiographics. 1992;12 (3): 577-96.", "2. Chang T, Teng MM, Guo WY et-al. CT of pineal tumors and intracranial germ-cell tumors. AJR Am J Roentgenol. 1989;153 (6): 1269-74", "3. Ganti SR, Hilal SK, Stein BM et-al. CT of pineal region tumors. AJR Am J Roentgenol. 1.86;146 (3): 451-8", "4. Tien RD, Barkovich AJ, Edwards MS. MR imaging of pineal tumors. AJR Am J Roentgenol. 1990;155 (1): 143-51", "5. Banks KP, Brown SJ. AJR teaching file: solid masses of the pineal region. AJR Am J Roentgenol. 2006;186 (3): S233-5."], "cn": []}, "松果体区乳头状瘤": {"en": [], "cn": [["article", "蒋光愉,李斌,谢文林,罗柏宁,李智.松果体区乳头状肿瘤临床病理分析[J].中国现代神经疾病杂志,2014,14(07):600-607."]]}, "髓母细胞瘤,WNT激活": {"en": ["1. Koeller KK, Rushing EJ. From the archives of the AFIP: medulloblastoma: a comprehensive review with radiologic-pathologic correlation. Radiographics. 23 (6): 1613-37. ", "2. Bal MM, Das radotra B, Srinivasan R et-al. Does c-erbB-2 expression have a role in medulloblastoma prognosis? Indian J Pathol Microbiol. 2006;49 (4): 535-9.", "3. Muss HB, Thor AD, Berry DA et-al. c-erbB-2 expression and response to adjuvant therapy in women with node-positive early breast cancer. N. Engl. J. Med. 1994;330 (18): 1260-6", "4. Barkovich AJ. Pediatric neuroimaging. Raven Pr. (2000) ISBN:078171740X.", "5. Panigrahy A, Krieger MD, Gonzalez-gomez I et-al. Quantitative short echo time 1H-MR spectroscopy of untreated pediatric brain tumors: preoperative diagnosis and characterization. AJNR Am J Neuroradiol. 2006;27 (3): 560-72."], "cn": [["链接", "http://www.360doc.com/content/16/1107/22/32429658_604736311.shtml"]]}, "髓母细胞瘤,SHH激活伴TP53突变型": {"en": [], "cn": []}, "髓母细胞瘤,WNT激活伴TP53野生型": {"en": [], "cn": []}, "髓母细胞瘤,WNT激活伴/非SHH": {"en": [], "cn": []}, "髓母细胞瘤,group 3": {"en": [], "cn": [["链接", "http://www.360doc.com/content/16/1107/22/32429658_604736311.shtml"]]}, "髓母细胞瘤,group 4": {"en": [], "cn": [["链接", "http://www.360doc.com/content/16/1107/22/32429658_604736311.shtml"]]}, "髓母细胞瘤,经典型": {"en": [], "cn": []}, "髓母细胞瘤,多纤维性/结节增生": {"en": [], "cn": []}, "髓母细胞瘤伴有广泛小结型": {"en": [], "cn": []}, "髓母细胞瘤,大细胞型/间变型": {"en": [], "cn": []}, "髓母细胞瘤,NOS": {"en": [], "cn": []}, "胚胎性肿瘤伴多层菊形团,C19MC变异": {"en": ["1. Ferri Niguez B, Martínez-Lage JF, Almagro MJ et-al. Embryonal tumor with abundant neuropil and true rosettes (ETANTR): a new distinctive variety of pediatric PNET: a case-based update. Childs Nerv Syst. 2010;26 (8): 1003-8", "2. Gessi M, Giangaspero F, Lauriola L et-al. Embryonal tumors with abundant neuropil and true rosettes: a distinctive CNS primitive neuroectodermal tumor. Am. J. Surg. Pathol. 2009;33 (2): 211-7.", "3. Biegel JA, Allen CS, Kawasaki K et-al. Narrowing the critical region for a rhabdoid tumor locus in 22q11. Genes Chromosomes Cancer. 1996;16 (2): 94-105.", "4. Adamek D, Sofowora KD, Cwiklinska M et-al. Embryonal tumor with abundant neuropil and true rosettes: an autopsy case-based update and review of the literature. Childs Nerv Syst. 2013;29 (5): 849-54", "5. Nowak J, Seidel C, Pietsch T et-al. Ependymoblastoma of the brainstem: MRI findings and differential diagnosis. Pediatr Blood Cancer. 2014;61 (6): 1132-4. "], "cn": []}, "胚胎性肿瘤伴多层菊形团,NOS": {"en": [], "cn": [["链接", "https://www.91360.com/201611/76/680.html"]]}, "髓上皮瘤": {"en": ["1. Deck JHN. Cerebral medulloepithelioma with maturation into ependymal cells and ganglion cells. J Neuropathol Exp Neurol 1969;28:442-54.", "2. Russel DS, Rubinstein LJ. Pathology of tumors the nervous system, 5th edn. Baltimore: Williams & Wilkins 1989; pp. 247-51", "3. Louis DN, Perry A, Reifenberger G et-al. The 2016 World Health Organization Classification of Tumors of the Central Nervous System: a summary. Acta Neuropathol. 2016;131 (6): 803-20.", "4.Molly PT, Yachnis AT, Rorke LB, et al. Central nervous system medulloepithelioma a series of eight cases including two arising in the pons. J Neurosurg 1996;84:430-6.", "5.Sundaram C, Vydehi BV, Reddy JJ, Reddy AK. Medulloepithelioma: A case report. Neurol India 2003;51:546-7."], "cn": [["互动百科", "http://www.baike.com/wiki/%E9%AB%93%E4%B8%8A%E7%9A%AE%E7%98%A4"]]}, "中枢神经系统神经母细胞瘤": {"en": ["1. Chen AY, Lee H, Hartman J et-al. Secondary supratentorial primitive neuroectodermal tumor following irradiation in a patient with low-grade astrocytoma. AJNR Am J Neuroradiol. 2005;26 (1): 160-2.", "2. Shogan P, Banks KP, Brown S. AJR teaching file: Intraventricular mass. AJR Am J Roentgenol. 2007;189 (6): S55-7.", "3.Latchaw RE, L’Heureux PR, Young G, Priest JR (1982) Neuroblastoma presenting as central nervous system disease. AJNR Am J Neuroradiol 3:623–630", "4.Torres LF, Grant N, Harding BN, Scaravilli F (1985) Intracerebral neuroblastoma. Report of a case with neuronal maturation and long survival. Acta Neuropathol (Berl) 68:110–114", "5.Mitchell CS, Wood BP, Shimada H. Neonatal disseminated primitive neuroectodermal tumor. AJR Am J Roentgenol. 1994;162 (5): 1160"], "cn": []}, "中枢神经系统节细胞神经母细胞瘤": {"en": [], "cn": []}, "中枢神经系统胚胎性肿瘤,NOS": {"en": [], "cn": []}, "非典型畸胎样/横纹肌样肿瘤（AT/RT）": {"en": ["1. Barkovich AJ. Pediatric neuroimaging. Lippincott Williams & Wilkins. (2005) ISBN:0781757665", "2. Meyers SP, Khademian ZP, Biegel JA et-al. Primary intracranial atypical teratoid/rhabdoid tumors of infancy and childhood: MRI features and patient outcomes. AJNR Am J Neuroradiol. 2006;27 (5): 962-71.", "3. Lee YK, Choi CG, Lee JH. Atypical teratoid/rhabdoid tumor of the cerebellum: report of two infantile cases. AJNR Am J Neuroradiol. 2004;25 (3): 481-3.", "4. Arslanoglu A, Aygun N, Tekhtani D et-al. Imaging findings of CNS atypical teratoid/rhabdoid tumors. AJNR Am J Neuroradiol. 2004;25 (3): 476-80", "5. Han L, Qiu Y, Xie C et-al. Atypical teratoid/rhabdoid tumors in adult patients: CT and MR imaging features. AJNR Am J Neuroradiol. 2011;32 (1): 103-8."], "cn": []}, "中枢神经系统胚胎性肿瘤伴横纹肌样特征": {"en": [], "cn": []}, "施旺细胞瘤": {"en": ["1. Beaman FD, Kransdorf MJ, Menke DM. Schwannoma: radiologic-pathologic correlation. Radiographics. 24 (5): 1477-81.", "2. Weissleder R, Wittenberg J, M.D. MG et-al. Primer of Diagnostic Imaging, Expert Consult- Online and Print. Mosby. (2011) ISBN:0323065384.", "3. Brant WE, Helms CA. Fundamentals of Diagnostic Radiology. Lippincott Williams & Wilkins. (2007) ISBN:0781761352.", "4. Osborn AG. Diagnostic neuroradiology. Mosby Inc. (1994) ISBN:0801674867", "5. Murphey MD, Smith WS, Smith SE et-al. From the archives of the AFIP. Imaging of musculoskeletal neurogenic tumors: radiologic-pathologic correlation. Radiographics. 19 (5): 1253-80."], "cn": [["链接", "http://hanjianbing.baike.com/article-1790095.html"]]}, "细胞型施旺细胞瘤": {"en": [], "cn": []}, "丛状型施旺细胞瘤": {"en": [], "cn": []}, "黑色素型施旺细胞瘤": {"en": ["1. Louis DN, Ohgaki H, Wiestler OD, Cavenee WK \"WHO Classification of Tumours of the Central Nervous System. 4th Edition Revised\"", "2. Merat R, Szalay-Quinodoz I, Laffitte E, Kaya G. Psammomatous Melanotic Schwannoma: A Challenging Histological Diagnosis. Dermatopathology (Basel, Switzerland). 2 (3): 67-70. ", "3. Shields LB, Glassman SD, Raque GH, Shields CB. Malignant psammomatous melanotic schwannoma of the spine: A component of Carney complex. Surgical neurology international. 2: 136.", "4. Hoover JM, Bledsoe JM, Giannini C, Krauss WE. Intramedullary melanotic schwannoma. Rare tumors. 4 (1): e3"], "cn": []}, "神经纤维瘤": {"en": ["1. Laffan EE, Ngan BY, Navarro OM. Pediatric soft-tissue tumors and pseudotumors: MR imaging features with pathologic correlation: part 2. Tumors of fibroblastic/myofibroblastic, so-called fibrohistiocytic, muscular, lymphomatous, neurogenic, hair matrix, and uncertain origin. Radiographics. 29 (4): e36.", "2. Murphey MD, Smith WS, Smith SE et-al. From the archives of the AFIP. Imaging of musculoskeletal neurogenic tumors: radiologic-pathologic correlation. Radiographics. 19 (5): 1253-80.", "3. Dähnert WF. Radiology Review Manual. (2007) ISBN:0781766206.", "4. Cotran RS, Kumar V, Collins T et-al. Robbins pathologic basis of disease. W.B. Saunders Company. (1999) ISBN:072167335X", "5. Pilavaki M, Chourmouzi D, Kiziridou A et-al. Imaging of peripheral nerve sheath tumors with pathologic correlation: pictorial review. Eur J Radiol. 2004;52 (3): 229-39. "], "cn": [["百度百科", "https://baike.baidu.com/item/%E7%A5%9E%E7%BB%8F%E7%BA%A4%E7%BB%B4%E7%98%A4%E7%97%85/2121129#6"]]}, "不典型型神经纤维瘤": {"en": [], "cn": []}, "丛状型神经纤维瘤": {"en": ["1. Abbas O, Bhawan J. Cutaneous plexiform lesions. J. Cutan. Pathol. 2010;37 (6): 613-23. ", "2. Prada CE, Rangwala FA, Martin LJ et-al. Pediatric plexiform neurofibromas: impact on morbidity and mortality in neurofibromatosis type 1. J. Pediatr. 2012;160 (3): 461-7. ", "3. Laffan EE, Ngan BY, Navarro OM. Pediatric soft-tissue tumors and pseudotumors: MR imaging features with pathologic correlation: part 2. Tumors of fibroblastic/myofibroblastic, so-called fibrohistiocytic, muscular, lymphomatous, neurogenic, hair matrix, and uncertain origin. Radiographics. 29 (4): e36", "4. Slam KD, Bohman SL, Sharma R et-al. Surgical considerations for the familial cancer syndrome, neurofibromatosis 1: a comprehensive review. Am Surg. 2009;75 (2): 120-8", "5. Cotran RS, Kumar V, Collins T et-al. Robbins pathologic basis of disease. W.B. Saunders Company. (1999) ISBN:072167335X."], "cn": []}, "神经束膜瘤": {"en": ["1. Louis DN, Ohgaki H, Wiestler OD et-al. The 2007 WHO classification of tumours of the central nervous system. Acta Neuropathol. 2007;114 (2): 97-109.", "2. Lavi ES, Levi AD, Schallert EK, Brown AD, Norenberg MD. MRI of intraneural perineurioma of the brachial plexus. Radiology case reports. 7 (1): 649"], "cn": []}, "恶性周围神经鞘瘤（MPNST）": {"en": ["1. Ogose A, Hotta T, Morita T et-al. Diagnosis of peripheral nerve sheath tumors around the pelvis. Jpn. J. Clin. Oncol. 2004;34 (7): 405-13.", "2. Lee JH, Lee HK, Choi CG et-al. Malignant peripheral nerve sheath tumor in the parapharyngeal space: tumor spread through the eustachian tube. AJNR Am J Neuroradiol. 2001;22 (4): 748-50.", "3. Wasa J, Nishida Y, Tsukushi S et-al. MRI features in the differentiation of malignant peripheral nerve sheath tumors and neurofibromas. AJR Am J Roentgenol. 2010;194 (6): 1568-74", "4. Rha SE, Byun JY, Jung SE et-al. Neurogenic tumors in the abdomen: tumor types and imaging characteristics. Radiographics. 23 (1): 29-43", "5. Murphey MD, Smith WS, Smith SE et-al. From the archives of the AFIP. Imaging of musculoskeletal neurogenic tumors: radiologic-pathologic correlation. Radiographics. 19 (5): 1253-80"], "cn": [["好大夫在线", "http://www.haodf.com/zhuanjiaguandian/shgn911_81386162.htm"]]}, "上皮样MPNST": {"en": [], "cn": [["article", "石群立,周晓军,郑晓刚,金行藻,李南云,孟奎,孙桂勤.上皮样恶性周围神经鞘膜肿瘤[J].临床与实验病理学杂志,2004(01):107-109."]]}, "MPNST伴神经束膜分化": {"en": [], "cn": []}, "脑膜瘤": {"en": ["1. Grossman RI, Yousem DM. Neuroradiology, the requisites. Mosby Inc. (2003) ISBN:032300508X.", "2. Wallace EW. The dural tail sign. Radiology. 2004;233 (1): 56-7. ", "3. Elster AD, Challa VR, Gilbert TH et-al. Meningiomas: MR and histopathologic features. Radiology. 1989;170 (3): 857-62.", "4. Filippi CG, Edgar MA, Uluğ AM et-al. Appearance of meningiomas on diffusion-weighted images: correlating diffusion constants with histopathologic findings. AJNR Am J Neuroradiol. 2001;22 (1): 65-72. ", "5. Agrawal V, Ludwig N, Agrawal A et-al. Intraosseous intracranial meningioma. AJNR Am J Neuroradiol. 2007;28 (2): 314-5."], "cn": [["百度百科", "https://baike.baidu.com/item/%E8%84%91%E8%86%9C%E7%98%A4/1469634?fr=aladdin#5"]]}, "脑膜上皮型脑膜瘤": {"en": ["1. Backer-Grøndahl T, Moen BH, Torp SH. The histopathological spectrum of human meningiomas. Int J Clin Exp Pathol. 2012;5 (3): 231-42.", "2. Cancer Grading Manual. Springer. (2007) ISBN:0387337512.", "3. Lee JH. Meningiomas. Springer. (2008) ISBN:1846287847."], "cn": []}, "纤维型脑膜瘤": {"en": ["1. Backer-Grøndahl T, Moen BH, Torp SH. The histopathological spectrum of human meningiomas. Int J Clin Exp Pathol. 2012;5 (3): 231-42", "2. Cancer Grading Manual. Springer. (2007) ISBN:0387337512.", "3. Lee JH. Meningiomas. Springer. (2008) ISBN:1846287847."], "cn": [["链接", "http://www.360doc.com/content/16/1225/14/11308062_617518569.shtml"]]}, "过渡型脑膜瘤": {"en": [], "cn": []}, "砂粒型脑膜瘤": {"en": ["1. Nadkarni B, Arora A, Kumar S et-al. Recurrent spinal meningioma: a case report with review of the literature. J Orthop Surg (Hong Kong). 2006;13 (3): 326-9.", "2. Bernhard Schaller.Spinal Meningioma: Relationship Between Histological Subtypes and Surgical Outcome?.Journal of Neuro-Oncology.November 2005, Volume 75, Issue 2, pp 157-161", "3. Chotai SP, Mrak RE, Mutgi SA et-al. Ossification in an extra-intradural spinal meningioma-pathologic and surgical vistas. Spine J. 2013;13 (12): e21-6."], "cn": [["链接", "http://www.docin.com/p-992398544.html&dpage=1&key=%E8%84%91%E8%86%9C%E7%98%A4%E6%80%8E%E4%B9%88%E6%B2%BB"]]}, "血管瘤型脑膜瘤": {"en": ["1. Liu Z, Wang C, Wang H et-al. Clinical characteristics and treatment of angiomatous meningiomas: a report of 27 cases. Int J Clin Exp Pathol. 2013;6 (4): 695-702.", "2. Azizyan A, Eboli P, Drazin D et-al. Differentiation of benign angiomatous and microcystic meningiomas with extensive peritumoral edema from high grade meningiomas with aid of diffusion weighted MRI. Biomed Res Int. 16;2014: 650939.", "3. Hasselblatt M, Nolte KW, Paulus W. Angiomatous meningioma: a clinicopathologic study of 38 cases. Am. J. Surg. Pathol. 2004;28 (3): 390-3.", "4. Meng Y, Chaohu W, Yi L et-al. Preoperative radiologic characters to predict hemangiopericytoma from angiomatous meningioma. Clin Neurol Neurosurg. 2015;138: 78-82."], "cn": []}, "微囊型脑膜瘤": {"en": ["1. Matsushima N, Maeda M, Takamura M et-al. MRI findings of atypical meningioma with microcystic changes. J. Neurooncol. 2007;82 (3): 319-21.", "2. Paek SH, Kim SH, Chang KH et-al. Microcystic meningiomas: radiological characteristics of 16 cases. Acta Neurochir (Wien). 2005;147 (9): 965-72. "], "cn": []}, "分泌型脑膜瘤": {"en": ["1. Regelsberger J, Hagel C, Emami P et-al. Secretory meningiomas: a benign subgroup causing life-threatening complications. Neuro-oncology. 2009;11 (6): 819-24. ", "2. Wang DJ, Xie Q, Gong Y et-al. Secretory meningiomas: clinical, radiological and pathological findings in 70 consecutive cases at one institution. Int J Clin Exp Pathol. 2013;6 (3): 358-74", "3. Secretory meningiomas: A benign subgroup causing life-threatening complications. Neuro Oncol. 2009;11 (6): 819-824"], "cn": []}, "淋巴细胞丰富型脑膜瘤": {"en": ["1. Zhu HD, Xie Q, Gong Y et-al. Lymphoplasmacyte-rich meningioma: our experience with 19 cases and a systematic literature review. Int J Clin Exp Med. 2013;6 (7): 504-15.", "2. Bruno MC, Ginguené C, Santangelo M et-al. Lymphoplasmacyte rich meningioma. A case report and review of the literature. J Neurosurg Sci. 2005;48 (3): 117-24.", "3. Mizushima M, Tanaka Y, Kawakami S et-al. Lymphoplasmacyte-rich meningioma: A case report with histological and immunohistochemical studies. Brain Tumor Pathol. 1997;14 (1): 59-62", "4. R Pandey, P Khurana, S Sethi, S Suneja, J Shankar. Lymphoplasmacyte-rich Meningioma Mimicking Tubercular Meningitis: A Case Report ISPUB.com.", "5. Liu JL, Zhou JL, Ma YH et-al. An analysis of the magnetic resonance imaging and pathology of intracal lymphoplasmacyte-rich meningioma. Eur J Radiol. 2012;81 (5): 968-73. "], "cn": []}, "化生型脑膜瘤": {"en": ["1. Huang J, Petersson F. Intracerebral metaplastic meningioma with prominent ossification and extensive calcification. Rare Tumors. 2011;3 (2): e20"], "cn": []}, "脊索样型脑膜瘤": {"en": ["1. Pond JB, Morgan TG, Hatanpaa KJ et-al. Chordoid Meningioma: Differentiating a Rare World Health Organization Grade II Tumor from Other Meningioma Histologic Subtypes Using MRI. AJNR Am J Neuroradiol. 2015;36 (7): 1253-8.", "2. Zhu HD, Chen H, Xie Q et-al. Chordoid meningioma: a retrospective study of 17 cases at a single institution. Chin. Med. J. 2013;126 (4): 789-91.", "3. Epari S, Sharma MC, Sarkar C et-al. Chordoid meningioma, an uncommon variant of meningioma: a clinicopathologic study of 12 cases. J. Neurooncol. 2006;78 (3): 263-9", "4. Kepes JJ, Chen WY, Connors MH et-al. \"Chordoid\" meningeal tumors in young individuals with peritumoral lymphoplasmacellular infiltrates causing systemic manifestations of the Castleman syndrome. A report of seven cases. Cancer. 1988;62 (2): 391-406. ", "5. Connors MH. Growth and maturation arrest, hypochromic anemia and hyperglobulinemia associated with a brain tumor. West. J. Med. 1981;133 (2): 160-3"], "cn": []}, "透明细胞型脑膜瘤": {"en": ["1. Lee W, Chang KH, Choe G et-al. MR imaging features of clear-cell meningioma with diffuse leptomeningeal seeding. AJNR Am J Neuroradiol. 2000;21 (1): 130-2.", "2. Ranjan R, Sethuraman S. Supratentorial clear cell meningioma in a child: A rare tumor at unusual location. J Pediatr Neurosci. 2010;5 (2): 141-3.", "3. Zorludemir S, Scheithauer BW, Hirose T et-al. Clear cell meningioma. A clinicopathologic study of a potentially aggressive variant of meningioma. Am. J. Surg. Pathol. 1995;19 (5): 493-505."], "cn": []}, "非典型性脑膜瘤": {"en": ["1. Backer-Grøndahl T, Moen BH, Torp SH. The histopathological spectrum of human meningiomas. Int J Clin Exp Pathol. 2012;5 (3): 231-42. ", "2. Watts J, Box G, Galvin A et-al. Magnetic resonance imaging of meningiomas: a pictorial review. Insights Imaging. 2014;5 (1): 113-22.", "3. Toh CH, Castillo M, Wong AM et-al. Differentiation between classic and atypical meningiomas with use of diffusion tensor imaging. AJNR Am J Neuroradiol. 2008;29 (9): 1630-5.", "4. Filippi CG, Edgar MA, Uluğ AM et-al. Appearance of meningiomas on diffusion-weighted images: correlating diffusion constants with histopathologic findings. AJNR Am J Neuroradiol. 2001;22 (1): 65-72.", "5. Modha A, Gutin PH. Diagnosis and treatment of atypical and anaplastic meningiomas: a review. Neurosurgery. 2006;57 (3): 538-50"], "cn": []}, "乳头型脑膜瘤": {"en": ["1. Wang DJ, Zheng MZ, Gong Y et-al. Papillary meningioma: clinical and histopathological observations. Int J Clin Exp Pathol. 2013;6 (5): 878-88. ", "2. Li B, Tao B, Bai H et-al. Papillary meningioma: an aggressive variant meningioma with clinical features and treatment: a retrospective study of 10 cases. Int. J. Neurosci. 1-10. ", "3. Avninder S, Vermani S, Shruti S et-al. Papillary meningioma: a rare but distinct variant of malignant meningioma. Diagn Pathol. 2007;2 (1): 3"], "cn": []}, "横纹肌样型脑膜瘤": {"en": ["1. Bhat AR, Wani MA, Kirmani AR et-al. Histological-subtypes and anatomical location correlated in meningeal brain tumors (meningiomas). J Neurosci Rural Pract. 2014;5 (3): 244-9.", "2.Kim EY, Weon YC, Kim ST et-al. Rhabdoid meningioma: clinical features and MR imaging findings in 15 patients. AJNR Am J Neuroradiol. 2007;28 (8): 1462-5.", "3. Matyja E, Grajkowska W, Nauman P et-al. Necrotic rhabdoid meningiomas with aggressive clinical behavior. Clin. Neuropathol. 2010;29 (5): 307-16", "4. Maianskiĭ AN. Immunological polyfunctionality of proteins and its meaning for the analysis of an allergen-active bacterial substrate. Zh. Mikrobiol. Epidemiol. Immunobiol. 2013;05 (10): 127-32."], "cn": []}, "间变性/恶性脑膜瘤": {"en": ["1. Backer-Grøndahl T, Moen BH, Torp SH. The histopathological spectrum of human meningiomas. Int J Clin Exp Pathol. 2012;5 (3): 231-42.", "2. Filippi CG, Edgar MA, Uluğ AM et-al. Appearance of meningiomas on diffusion-weighted images: correlating diffusion constants with histopathologic findings. AJNR Am J Neuroradiol. 2001;22 (1): 65-72", "3. Toh CH, Castillo M, Wong AM et-al. Differentiation between classic and atypical meningiomas with use of diffusion tensor imaging. AJNR Am J Neuroradiol. 2008;29 (9): 1630-5", "4. Modha A, Gutin PH. Diagnosis and treatment of atypical and anaplastic meningiomas: a review. Neurosurgery. 2006;57 (3): 538-50", "5. Walcott BP, Nahed BV, Brastianos PK et-al. Radiation Treatment for WHO Grade II and III Meningiomas. Front Oncol. 2013;3: 227"], "cn": []}, "孤立性纤维性肿瘤/血管外皮细胞瘤": {"en": ["1. Smith AB, Horkanyne-Szakaly I, Schroeder JW et-al. From the radiologic pathology archives: mass lesions of the dura: beyond meningioma-radiologic-pathologic correlation. Radiographics. 2014;34 (2): 295-312.", "2. Metellus P, Bouvier C, Guyotat J et-al. Solitary fibrous tumors of the central nervous system: clinicopathological and therapeutic considerations of 18 cases. Neurosurgery. 2007;60 (4): 715-22.", "3. Khowaja A, Johnson-Rabbett B, Bantle J et-al. Hypoglycemia mediated by paraneoplastic production of Insulin like growth factor-2 from a malignant renal solitary fibrous tumor - clinical case and literature review. BMC Endocr Disord.14 (1): 49.", "4. Louis DN, Perry A, Reifenberger G et-al. The 2016 World Health Organization Classification of Tumors of the Central Nervous System: a summary. Acta Neuropathol. 2016;131 (6): 803-20", "5. Louis DN, Ohgaki H, Wiestler OD et-al. The 2007 WHO classification of tumours of the central nervous system. Acta Neuropathol. 2007;114 (2): 97-109."], "cn": []}, "1级": {"en": [], "cn": []}, "2级": {"en": [], "cn": []}, "3级": {"en": [], "cn": []}, "血管母细胞瘤": {"en": ["1. Grossman RI, Yousem DM. Neuroradiology, the requisites. Mosby Inc. (2003) ISBN:032300508X", "2. Bonneville F, Sarrazin JL, Marsot-Dupuch K et-al. Unusual lesions of the cerebellopontine angle: a segmental approach. Radiographics. 21 (2): 419-38.", "3. Farrukh HM. Cerebellar hemangioblastoma presenting as secondary erythrocytosis and aspiration pneumonia. West. J. Med. 1996;164 (2): 169-71", "4. Ho VB, Smirniotopoulos JG, Murphy FM et-al. Radiologic-pathologic correlation: hemangioblastoma. AJNR Am J Neuroradiol. 13 (5): 1343-52", "5. Gläsker S, Van velthoven V. Risk of hemorrhage in hemangioblastomas of the central nervous system. Neurosurgery. 2005;57 (1): 71-6"], "cn": [["互动百科", "http://www.baike.com/wiki/%E8%A1%80%E7%AE%A1%E6%AF%8D%E7%BB%86%E8%83%9E%E7%98%A4"]]}, "血管瘤": {"en": ["1. Kim I. Radiology Illustrated: Pediatric Radiology. Springer. (2014) ISBN:3642355730", "2. Vilanova JC, Barceló J, Smirniotopoulos JG et-al. Hemangioma from head to toe: MR imaging with pathologic correlation. Radiographics. 2004;24 (2): 367-85.", "3. Venkatraman Bhat, Paul C Salins, Varun Bhat. Imaging Spectrum of Hemangioma and Vascular Malformations of the Head and Neck in Children and Adolescents. (2014) Journal of Clinical Imaging Science. 4 (1): 31", "4. Kollipara R, Dinneen L, Rentas KE, Saettele MR, Patel SA, Rivard DC, Lowe LH. Current classification and terminology of pediatric vascular anomalies. (2013) AJR. American journal of roentgenology. 201 (5): 1124-35.", "5. Zheng JW, Zhang L, Zhou Q, Mai HM, Wang YA, Fan XD, Qin ZP, Wang XK, Zhao YF. A practical guide to treatment of infantile hemangiomas of the head and neck. (2013) International journal of clinical and experimental medicine. 6 (10): 851-60."], "cn": [["互动百科", "http://www.baike.com/wiki/%E8%A1%80%E7%AE%A1%E7%98%A4 "], ["百度百科", "https://baike.baidu.com/item/%E8%A1%80%E7%AE%A1%E7%98%A4/1765326?fr=aladdin#4"]]}, "上皮样血管内皮细胞瘤": {"en": ["1. Lyburn ID, Torreggiani WC, Harris AC et-al. Hepatic epithelioid hemangioendothelioma: sonographic, CT, and MR imaging appearances. AJR Am J Roentgenol. 2003;180 (5): 1359-64", "2. Weiss SW, Enzinger FM. Epithelioid hemangioendothelioma: a vascular tumor often mistaken for a carcinoma. Cancer. 1982;50 (5): 970-81.", "3. Bellmunt J, Allende E, Navarro M et-al. Epithelioid hemangioendothelioma of the liver with myocardial metastases. Jpn. J. Clin. Oncol. 1989;19 (2): 153-8.", "4. Cronin P, Arenberg D. Pulmonary epithelioid hemangioendothelioma: an unusual case and a review of the literature. Chest. 2004;125 (2): 789-93.", "5. Mentzel T, Beham A, Calonje E et-al. Epithelioid hemangioendothelioma of skin and soft tissues: clinicopathologic and immunohistochemical study of 30 cases. Am. J. Surg. Pathol. 1997;21 (4): 363-74."], "cn": [["百度百科", "https://baike.baidu.com/item/%E4%B8%8A%E7%9A%AE%E6%A0%B7%E8%A1%80%E7%AE%A1%E5%86%85%E7%9A%AE%E7%BB%86%E8%83%9E%E7%98%A4/4445536?fr=aladdin#4"]]}, "血管肉瘤": {"en": ["1. Murphey MD, Fairbairn KJ, Parman LM et-al. From the archives of the AFIP. Musculoskeletal angiomatous lesions: radiologic-pathologic correlation. Radiographics. 1995;15 (4): 893-917", "2. Peterson MS, Baron RL, Rankin SC. Hepatic angiosarcoma: findings on multiphasic contrast-enhanced helical CT do not mimic hepatic hemangioma. AJR Am J Roentgenol. 2000;175 (1): 165-70", "3. Rich AL, Berman P. Cutaneous angiosarcoma presenting as an unusual facial bruise. Age Ageing. 2004;33 (5): 512-4", "4. Patel AM, Ryu JH. Angiosarcoma in the lung. Chest. 1993;103 (5): 1531-5. ", "5. Sanders LM, Groves AC, Schaefer S. Cutaneous angiosarcoma of the breast on MRI. AJR Am J Roentgenol. 2006;187 (2): W143-6."], "cn": [["百度百科", "https://baike.baidu.com/item/%E8%A1%80%E7%AE%A1%E8%82%89%E7%98%A4/10736561?fr=aladdin#3"]]}, "卡波西肉瘤": {"en": ["1. Restrepo CS, Martínez S, Lemos JA et-al. Imaging manifestations of Kaposi sarcoma. Radiographics. 26 (4): 1169-85.", "2. Davis SD, Henschke CI, Chamides BK et-al. Intrathoracic Kaposi sarcoma in AIDS patients: radiographic-pathologic correlation. Radiology. 1987;163 (2): 495-500", "3. Witte MH, Fiala M, McNeill GC et-al. Lymphangioscintigraphy in AIDS-associated Kaposi sarcoma. AJR Am J Roentgenol. 1990;155 (2): 311-5.", "4. Luburich P, Bru C, Ayuso MC et-al. Hepatic Kaposi sarcoma in AIDS: US and CT findings. Radiology. 1990;175 (1): 172-4", "5. Hartman TE, Primack SL, Müller NL et-al. Diagnosis of thoracic complications in AIDS: accuracy of CT. AJR Am J Roentgenol. 1994;162 (3): 547-53."], "cn": [["互动百科", "http://www.baike.com/wiki/%E5%8D%A1%E6%B3%A2%E8%A5%BF%E8%82%89%E7%98%A4"]]}, "尤文氏肉瘤/原始神经外胚层肿瘤": {"en": ["1. Chen AY, Lee H, Hartman J et-al. Secondary supratentorial primitive neuroectodermal tumor following irradiation in a patient with low-grade astrocytoma. AJNR Am J Neuroradiol. 2005;26 (1): 160-2. ", "2. Shogan P, Banks KP, Brown S. AJR teaching file: Intraventricular mass. AJR Am J Roentgenol. 2007;189 (6): S55-7.", "3. Mitchell CS, Wood BP, Shimada H. Neonatal disseminated primitive neuroectodermal tumor. AJR Am J Roentgenol. 1994;162 (5): 1160", "4. Zagzag D, Miller DC, Knopp E et-al. Primitive neuroectodermal tumors of the brainstem: investigation of seven cases. Pediatrics. 2000;106 (5): 1045-53", "5. Majós C, Alonso J, Aguilera C et-al. Adult primitive neuroectodermal tumor: proton MR spectroscopic findings with possible application for differential diagnosis. Radiology. 2002;225 (2): 556-66"], "cn": [["百度百科", "https://baike.baidu.com/item/%E5%B0%A4%E6%96%87%E8%82%89%E7%98%A4/%E5%8E%9F%E5%A7%8B%E7%A5%9E%E7%BB%8F%E5%A4%96%E8%83%9A%E5%B1%82%E8%82%BF%E7%98%A4/15385410"]]}, "脂肪瘤": {"en": ["1. Truwit CL, Barkovich AJ. Pathogenesis of intracranial lipoma: an MR study in 42 patients. AJR Am J Roentgenol. 1990;155 (4): 855-64.", "2. Loevner LA. Case review, brain imaging. Mosby Inc. (1999) ISBN:032300430X", "3. Wallace D. Lipoma of the corpus callosum. J. Neurol. Neurosurg. Psychiatr. 1976;39 (12): 1179-85.", "4. Ichikawa T, Kumazaki T, Mizumura S et-al. Intracranial lipomas: demonstration by computed tomography and magnetic resonance imaging. J Nippon Med Sch. 2000;67 (5): 388-91", "5. Eghwrudjakpor PO, Kurisaka M, Fukuoka M et-al. Intracranial lipomas: current perspectives in their diagnosis and treatment. Br J Neurosurg. 1992;6 (2): 139-44"], "cn": [["百度百科", "https://baike.baidu.com/item/%E8%84%82%E8%82%AA%E7%98%A4/2405253?fr=aladdin"]]}, "血管脂肪瘤": {"en": ["1. Finberg HJ, Levin DC. Angiolipoma: a rare benign soft tissue tumor with a malignant arteriographic appearance. AJR Am J Roentgenol. 1977;128 (4): 697-8. ", "2. Kransdorf MJ, Moser RP, Meis JM, Meyer CA. Fat-containing soft-tissue masses of the extremities. Radiographics : a review publication of the Radiological Society of North America, Inc. 11 (1): 81-106.", "3. Gupta P, Potti TA, Wuertzer SD, Lenchik L, Pacholke DA. Spectrum of Fat-containing Soft-Tissue Masses at MR Imaging: The Common, the Uncommon, the Characteristic, and the Sometimes Confusing. Radiographics : a review publication of the Radiological Society of North America, Inc. 36 (3): 753-66", "4. Pribyl C, Burke SW, Roberts JM, Mackenzie F, Johnston CE. Infiltrating angiolipoma or intramuscular hemangioma? A report of five cases. Journal of pediatric orthopedics. 6 (2): 172-6.", "5. Mintz AD, Mengoni P. Angiolipoma of the breast: sonographic appearance of two cases. Journal of ultrasound in medicine : official journal of the American Institute of Ultrasound in Medicine. 17 (1): 67-9"], "cn": [["互动百科", "http://www.baike.com/wiki/%E8%A1%80%E7%AE%A1%E8%84%82%E8%82%AA%E7%98%A4"], ["百度百科", "https://baike.baidu.com/item/%E8%A1%80%E7%AE%A1%E8%84%82%E8%82%AA%E7%98%A4/2126230?fr=aladdin"]]}, "蛰伏脂瘤（冬眠瘤）": {"en": ["1. Murphey MD, Carroll JF, Flemming DJ et-al. From the archives of the AFIP: benign musculoskeletal lipomatous lesions. Radiographics. 24 (5): 1433-66. ", "2. Haaga JR, Boll D. CT and MRI of the whole body. Mosby. (2009) ISBN:0323053750 ", "3. Meyers SP. MRI of Bone and Soft Tissue Tumors and Tumorlike Lesions, Differential Diagnosis and Atlas. Thieme. (2008) ISBN:158890251X", "4. Rubin R, Strayer DS. Rubin's Pathology. Lippincott Williams & Wilkins. (2011) ISBN:1605479683", "5. Kaplan PA, Dussault R, Helms CA et-al. Musculoskeletal MRI. Saunders. (2001) ISBN:0721690270"], "cn": [["互动百科", "http://www.baike.com/wiki/%E8%9B%B0%E4%BC%8F%E8%84%82%E7%98%A4"]]}, "骨肉瘤": {"en": ["1.Luetke A, Meyers PA, Lewis A, Juergens H (2014). \"Osteosarcoma treatment—where do we stand? A state of the art review\". Cancer Treat Rev. 40 (4): 523–532. ", "2.Ottaviani G, Jaffe N (2009). The epidemiology of osteosarcoma. In: Jaffe N. et al. \"Pediatric and Adolescent Osteosarcoma\". New York: Springer.", "3. Papalas JA, Balmer NN, Wallace C, Sangüeza OP (June 2009). \"Ossifying dermatofibroma with osteoclast-like giant cells: report of a case and literature review\". Am J Dermatopathol. 31 (4): 379–83. ", "4.Blakey K, Feltbower RG, Parslow RC, James PW, Gómez Pozo B, Stiller C, Vincent TJ, Norman P, McKinney PA, Murphy MF, Craft AW, McNally RJ (14 January 2014).", "5.Morrison, Wallace B. (1998). Cancer in Dogs and Cats (1st ed.). Williams and Wilkins. "], "cn": [["互动百科", "http://www.baike.com/wiki/%E9%AA%A8%E8%82%89%E7%98%A4"]]}, "骨软骨瘤": {"en": ["1. Dähnert W. Radiology Review Manual. Lippincott Williams & Wilkins. (2007) ISBN:0781766206. ", "2. Eisenberg RL, Johnson NM. Comprehensive radiographic pathology. Mosby Inc. (2007) ISBN:0323036244. ", "3. Murphey MD, Choi JJ, Kransdorf MJ et-al. Imaging of osteochondroma: variants and complications with radiologic-pathologic correlation. ", "4. Chew FS, Weissleder R. Radiation-induced osteochondroma. AJR Am J Roentgenol. 1991;157 (4): 792. ", "5. Lee JK, Yao L, Wirth CR. MR imaging of solitary osteochondromas: report of eight cases. "], "cn": [["百度百科", "https://baike.baidu.com/item/%E9%AA%A8%E8%BD%AF%E9%AA%A8%E7%98%A4/5085986?fr=aladdin"]]}, "骨瘤": {"en": ["1. Maroldi R, Nicolai P, Antonelli AR. Imaging in treatment planning for sinonasal diseases. Springer Verlag. (2005) ISBN:3540423834. ", "2. Erdogan N, Demir U, Songu M et-al. A prospective study of paranasal sinus osteomas in 1,889 cases: changing patterns of localization. ", "3. Wenig BM. Atlas Of Head And Neck Pathology. Saunders. (2008) ISBN:0721697887."], "cn": [["互动百科", "http://www.baike.com/wiki/%E9%AA%A8%E7%98%A4"], ["百度百科", "https://baike.baidu.com/item/%E9%AA%A8%E7%98%A4/1494739?fr=aladdin#3"]]}, "软骨肉瘤": {"en": ["1. Dähnert W. Radiology review manual. Lippincott Williams & Wilkins. (2003) ISBN:0781738954. ", "2. Meyers SP, Hirsch WL, Curtin HD et-al. Chondrosarcomas of the skull base: MR imaging features. Radiology. 1992;184 (1): 103-8. ", "3. Varma DG, Ayala AG, Carrasco CH et-al. Chondrosarcoma: MR imaging with pathologic correlation. Radiographics. 1992;12 (4): 687-704.", "4. Murphey MD, Walker EA, Wilson AJ et-al. From the archives of the AFIP: imaging of primary chondrosarcoma: radiologic-pathologic correlation. Radiographics. 23 (5): 1245-78. ", "5. Geirnaerdt MJ, Hogendoorn PC, Bloem JL et-al. Cartilaginous tumors: fast contrast-enhanced MR imaging. Radiology. 2000;214 (2): 539-46."], "cn": [["百度百科", "https://baike.baidu.com/item/%E8%BD%AF%E9%AA%A8%E8%82%89%E7%98%A4/3583465?fr=aladdin"]]}, "软骨瘤": {"en": ["1. Walden MJ, Murphey MD, Vidal JA. Incidental enchondromas of the knee. AJR Am J Roentgenol. 2008;190 (6): 1611-5. ", "2. An YY, Kim JY, Ahn MI et-al. Enchondroma protuberans of the hand. AJR Am J Roentgenol. 2008;190 (1): 40-4. ", "3. Murphey MD, Flemming DJ, Boyea SR et-al. Enchondroma versus chondrosarcoma in the appendicular skeleton: differentiating features. Radiographics. 18 (5): 1213-37.", "4. Skinner HB. Current diagnosis & treatment in orthopedics. McGraw-Hill Medical. (2003) ISBN:0071387587. ", "5. Ferrer-Santacreu EM, Ortiz-Cruz EJ, González-López JM et-al. Enchondroma versus Low-Grade Chondrosarcoma in Appendicular Skeleton: Clinical and Radiological Criteria. J Oncol. 2012;2012: 437958."], "cn": [["百度百科", "https://baike.baidu.com/item/%E8%BD%AF%E9%AA%A8%E7%98%A4/5086003?fr=aladdin"], ["丁香园", "https://dxy.com/faq/2896#%E4%BB%80%E4%B9%88%E6%A3%80%E6%9F%A5%E5%8F%AF%E4%BB%A5%E7%A1%AE%E8%AF%8A%E6%88%91%E5%BE%97%E4%BA%86%E8%BD%AF%E9%AA%A8%E7%98%A4%EF%BC%9F"]]}, "横纹肌肉瘤": {"en": ["1. Kumar V, Abbas AK, Fausto N et-al. Robbins and Cotran pathologic basis of disease. W B Saunders Co. (2005) ISBN:0721601871. ", "2. Swartz JD, Harnsberger HR. Imaging of the temporal bone. George Thieme Verlag. (1998) ISBN:0865777004. ", "3. Weissleder R, Wittenberg J, Harisinghani MG. Primer of diagnostic imaging. Mosby Inc. (2003) ISBN:0323023282. ", "4. Weiss SW, Goldblum JR, Enzinger FM. Enzinger and Weiss's soft tissue tumors. Mosby Inc. (2001) ISBN:0323012000. ", "5. Agrons GA, Wagner BJ, Lonergan GJ et-al. From the archives of the AFIP. Genitourinary rhabdomyosarcoma in children: radiologic-pathologic correlation. Radiographics. 17 (4): 919-37."], "cn": [["百度百科", "https://baike.baidu.com/item/%E6%A8%AA%E7%BA%B9%E8%82%8C%E8%82%89%E7%98%A4/2452661?fr=aladdin"]]}, "横纹肌瘤": {"en": ["1.Bader RS, Chitayat D, Kelly E, et al. (November 2003). \"Fetal rhabdomyoma: prenatal diagnosis, clinical outcome, and incidence of associated tuberous sclerosis complex\". J. Pediatr. 143 (5): 620–4.", "2.Pérez-Alonso P, Sánchez-Simón R, Contreras F, Patrón-Romero M (December 2000). \"Special feature: pathological case of the month. Denouement and discussion: fetal rhabdomyoma of the tongue (myxoid type)\". Arch Pediatr Adolesc Med. 154 (12): 1265–6.", "3.Sugiyama H, Naito H, Tsukano S, Echigo S, Kamiya T (November 2005). \"Evaluation of cardiac tumors in children by electron-beam computed tomography: rhabdomyoma and fibroma\". Circ. J. 69 (11): 1352–6.", "4.Edward F. Goljan (2009). Pathology (Third ed.). Elsevier. p. 537. Tumour Type: Rhabdomyoma; Location: Heart, also tongue and vagina; Comment: Benign heart tumour associated with tuberous sclerosis", "5.Smith BC, Ellis GL, Meis-Kindblom JM, Williams SB (May 1995). \"Ectomesenchymal chondromyxoid tumor of the anterior tongue. Nineteen cases of a new clinicopathologic entity\". Am J Surg Pathol. 19: 519–30."], "cn": [["百度百科", "https://baike.baidu.com/item/%E5%BF%83%E8%84%8F%E6%A8%AA%E7%BA%B9%E8%82%8C%E7%98%A4/4272883"]]}, "平滑肌肉瘤": {"en": ["1. Disler DG, Chew FS. Gastric leiomyosarcoma. AJR Am J Roentgenol. 1992;159 (1): 58. ", "2. Bush CH, Reith JD, Spanier SS. Mineralization in musculoskeletal leiomyosarcoma: radiologic-pathologic correlation. AJR Am J Roentgenol. 2003;180 (1): 109-13.", "3. Rha SE, Byun JY, Jung SE et-al. CT and MRI of uterine sarcomas and their mimickers. AJR Am J Roentgenol. 2003;181 (5): 1369-74.", "4. Kaushik S, Neifeld JP. Leiomyosarcoma of the renal vein: imaging and surgical reconstruction. AJR Am J Roentgenol. 2002;179 (1): 276-7. ", "5. Levine MS, Buck JL, Pantongrag-brown L et-al. Leiomyosarcoma of the esophagus: radiographic findings in 10 patients. AJR Am J Roentgenol. 1996;167 (1): 27-32."], "cn": [["互动百科", "http://www.baike.com/wiki/%E5%B9%B3%E6%BB%91%E8%82%8C%E8%82%89%E7%98%A4"]]}, "平滑肌瘤": {"en": ["1.Holst VA, Junkins-Hopkins JM, Elenitsas R. Cutaneous smooth muscle neoplasms: clinical features, histologic findings, and treatment options. J Am Acad Dermatol. 2002 Apr. 46(4):477-90; quiz, 491-4. ", "", "2.Gokdemir G, Sakiz D, Koslu A. Multiple cutaneous leiomyomas of the nipple. J Eur Acad Dermatol Venereol. 2006 Apr. 20(4):468-9. ", "", "3.Brooks JK, Nikitakis NG, Goodman NJ, Levy BA. Clinicopathologic characterization of oral angioleiomyomas. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 2002 Aug. 94(2):221-7. ", "", "4.Nagata S, Nishimura H, Uchida M, Hayabuchi N, Zenmyou M, Fukahori S. Giant angioleiomyoma in extremity: report of two cases. Magn Reson Med Sci. 2006 Jul. 5(2):113-8. ", "", "5.Yagi K, Hamada Y, Yasui N. A leiomyoma arising from the deep palmar arterial arch. J Hand Surg [Br]. Dec 2006. 31(6):680-2."], "cn": [["百度百科", "https://baike.baidu.com/item/%E5%B9%B3%E6%BB%91%E8%82%8C%E7%98%A4/10108606"]]}, "未分化多形性肉瘤/恶性纤维组织细胞瘤": {"en": ["1. Ahlén J, Enberg U, Larsson C et-al. Malignant Fibrous Histiocytoma, Aggressive Fibromatosis and Benign Fibrous Tumors Express mRNA for the Metalloproteinase Inducer EMMPRIN and the Metalloproteinases MMP-2 and MT1-MMP. Sarcoma. 2001;5 (3): 143-9. ", "2. Kumar V, Abbas AK, Fausto N et-al. Robbins and Cotran pathologic basis of disease. W B Saunders Co. (2005) ISBN:0721601871. ", "3. Meyers SP. MRI of bone and soft tissue tumors and tumorlike lesions, differential diagnosis and atlas. Thieme Publishing Group. (2008) ISBN:3131354216. ", "4. Manaster BJ, Disler DG, May DA et-al. Musculoskeletal imaging, the requisites. Mosby Inc. (2002) ISBN:0323011896. ", "5. Skinner HB. Current diagnosis & treatment in orthopedics. McGraw-Hill Medical. (2003) ISBN:0071387587"], "cn": [["百度百科", "https://baike.baidu.com/item/%E6%81%B6%E6%80%A7%E7%BA%A4%E7%BB%B4%E7%BB%84%E7%BB%87%E7%BB%86%E8%83%9E%E7%98%A4/9943811"]]}, "纤维肉瘤": {"en": ["1.Antonescu CR, Erlandson RA, Huvos AG. Primary fibrosarcoma and malignant fibrous histiocytoma of bone&#151;a comparative ultrastructural study: evidence of a spectrum of fibroblastic differentiation. Ultrastruct Pathol. 2000 Mar-Apr. 24(2):83-91. ", "", "2.Lin CN, Chou SC, Li CF. Prognostic factors of myxofibrosarcomas: implications of margin status, tumor necrosis, and mitotic rate on survival. J Surg Oncol. 2006 Mar 15. 93(4):294-303. ", "", "3.Nakanishi H, Tomita Y, Ohsawa M, et al. Tumor size as a prognostic indicator of histologic grade of soft tissue sarcoma. J Surg Oncol. 1997 Jul. 65(3):183-7. ", "", "4.Hinarejos P, Escuder MC, Monllau JC. Fibrosarcoma at the site of a metallic fixation of the tibia&#151;a case report and literature review. Acta Orthop Scand. 2000 Jun. 71(3):329-32. ", "", "5.Hadjipavlou A, Zucker J. Sarcoma in Paget's disease of bone. In: Current Concepts of Diagnosis and Treatment of Bone and Soft Tissue Tumors. Berlin:. Springer-Verlag. 1984: 383-94."], "cn": [["互动百科", "http://www.baike.com/wiki/%E7%BA%A4%E7%BB%B4%E8%82%89%E7%98%A4"]]}, "良性纤维组织细胞瘤": {"en": [], "cn": [["互动百科", "http://www.baike.com/wiki/%E8%89%AF%E6%80%A7%E7%BA%A4%E7%BB%B4%E7%BB%84%E7%BB%87%E7%BB%86%E8%83%9E%E7%98%A4"]]}, "炎症性肌纤维母细胞瘤": {"en": ["1. Kim SJ, Kim WS, Cheon JE et-al. Inflammatory myofibroblastic tumors of the abdomen as mimickers of malignancy: imaging features in nine children. AJR Am J Roentgenol. 2009;193 (5): 1419-24. ", "2. Gleason BC, Hornick JL. Inflammatory myofibroblastic tumours: where are we now? J. Clin. Pathol. 2008;61 (4): 428-37. ", "3. Lai V, Wong YC, Lam WY et-al. Inflammatory myofibroblastic tumor of the nasal cavity. AJNR Am J Neuroradiol. 2007;28 (1): 135-7. ", "4.Van den heuvel DA, Keijsers RG, Van es HW et-al. Invasive inflammatory myofibroblastic tumor of the lung. J Thorac Oncol. 2009;4 (7): 923-6. ", "5. Rasalkar DD, Chu WC, To KF et-al. Radiological appearance of inflammatory myofibroblastic tumour. Pediatr Blood Cancer. 2010;54 (7): 1029-31."], "cn": [["百度百科", "https://baike.baidu.com/item/%E7%82%8E%E6%80%A7%E8%82%8C%E7%BA%A4%E7%BB%B4%E6%AF%8D%E7%BB%86%E8%83%9E%E7%98%A4/6155379"]]}, "肌纤维母细胞瘤": {"en": ["1.Wargotz ES, Weiss SW, Norris HJ. Myofibroblastoma of breast: 16 cases of distinctive benign mesenchymal tumor. AJ Surg Pathol. 1987;11:493–502.", "", "2.Lerwill MF, Koener FC, Benign mesenchymal neoplasms. In: Hoda SA, Brogi E, Rosen's breast pathology, 4th edition Philadelphia PA. Wolters Kluwer. 2014:1019–1094.", "", "3.Magro G. Mammary fibroblastoma: A tumor with a wide morphologic spectrum. Arch Pathol lab Med. 2008;132(11):1813–1820.", "", "4.Magro G. Epithelioid-cell myofibroblastoma of the breast: Expanding the morphologic spectrum. Am J Surg. Pathol. 2009;33(7):1085–1092.", "", "5.Wahbah MM, Gilcrease MZ, Wu Y. Lipomatous variant of Myofibroblastoma with epithelioid features: a rare and diagnostically challenging breast lesion. Ann Diagn Pathol. 2011;15(6):454–458."], "cn": [["百度文库", "https://wenku.baidu.com/view/80e5e92ceef9aef8941ea76e58fafab069dc44ad.html"]]}, "韧带样型纤维瘤病": {"en": ["1. Einstein DM, Tagliabue JR, Desai RK. Abdominal desmoids: CT findings in 25 patients. AJR Am J Roentgenol. 1991;157 (2): 275-9. ", "2. Teo HE, Peh WC, Shek TW. Case 84: desmoid tumor of the abdominal wall. Radiology. 2005;236 (1): 81-4. ", "3. Dinauer PA, Brixey CJ, Moncur JT et-al. Pathologic and MR imaging features of benign fibrous soft-tissue tumors in adults. Radiographics. 2007;27 (1): 173-87. Radiographics (full text) ", "4. Faria SC, Iyer RB, Rashid A et-al. Desmoid tumor of the small bowel and the mesentery. AJR Am J Roentgenol. 2004;183 (1): 118. ", "5. Bonvalot S, Desai A, Coppola S et-al. The treatment of desmoid tumors: a stepwise clinical approach. Ann. Oncol. 2012;23 Suppl 10 (suppl 10): x158-66."], "cn": [["百度百科", "https://baike.baidu.com/item/%E9%9F%A7%E5%B8%A6%E6%A0%B7%E5%9E%8B%E7%BA%A4%E7%BB%B4%E7%98%A4%E7%97%85/10455270?fr=aladdin#4"]]}, "脂肪肉瘤": {"en": ["1.Al-Zaid T, Frieling G, Rosenthal S. Dermal pleomorphic liposarcoma resembling pleomorphic fibroma: report of a case and review of the literature. J Cutan Pathol. 2013 Aug. 40(8):734-9. ", "", "2.Antonescu CR. The role of genetic testing in soft tissue sarcoma. Histopathology. 2006 Jan. 48(1):13-21. ", "", "3.Binh MB, Sastre-Garau X, Guillou L, et al. MDM2 and CDK4 immunostainings are useful adjuncts in diagnosing well-differentiated and dedifferentiated liposarcoma subtypes: a comparative analysis of 559 soft tissue neoplasms with genetic data. Am J Surg Pathol. 2005 Oct. 29(10):1340-7. ", "", "4.Skubitz KM, Cheng EY, Clohisy DR, Thompson RC, Skubitz AP. Differential gene expression in liposarcoma, lipoma, and adipose tissue. Cancer Invest. 2005. 23(2):105-18. ", "", "5.Tayal S, Classen E, Bemis L, Robinson WA. C-kit expression in dedifferentiated and well-differentiated liposarcomas; immunohistochemistry and genetic analysis. Anticancer Res. 2005 May-Jun. 25(3B):2215-20."], "cn": []}, "脑膜黑色素细胞增生症": {"en": ["1. Louis DN, Ohgaki H, Wiestler OD et-al. The 2007 WHO classification of tumours of the central nervous system. Acta Neuropathol. 2007;114 (2): 97-109. Acta Neuropathol. (full text) ", "2. Painter TJ, Chaljub G, Sethi R, Singh H, Gelman B. Intracranial and intraspinal meningeal melanocytosis. ", "3. Seth Love, David Louis, David W Ellison. Greenfield's Neuropathology, 2-Volume Set, "], "cn": []}, "脑膜黑素细胞瘤": {"en": ["1. O'brien DF, Crooks D, Mallucci C et-al. Meningeal melanocytoma. Childs Nerv Syst. 2006;22 (6): 556-61.", "2. Lin B, Yang H, Qu L et-al. Primary meningeal melanocytoma of the anterior cranial fossa: a case report and review of the literature. World J Surg Oncol. 2012;10 : 135. ", "3. Czarnecki EJ, Silbergleit R, Gutierrez JA. MR of spinal meningeal melanocytoma. AJNR Am J Neuroradiol. 1997;18 (1): 180-2.", "4. Louis DN, Ohgaki H, Wiestler OD et-al. The 2007 WHO classification of tumours of the central nervous system. Acta Neuropathol. 2007;114 (2): 97-109. Acta Neuropathol. (full text) ", "5. Liu Y, Zeng W, Geng S. A Retrospective Study on the Characteristics of Treating Nevus of Ota by 1064-nm Q-switched Neodymium-doped Yttrium Aluminum Garnet Laser. Indian journal of dermatology. 61 (3): 347. "], "cn": []}, "脑膜黑色素瘤": {"en": ["1. Louis DN, Ohgaki H, Wiestler OD et-al. The 2007 WHO classification of tumours of the central nervous system. Acta Neuropathol. 2007;114 (2): 97-109."], "cn": []}, "脑膜黑素瘤病": {"en": ["1. Louis DN, Ohgaki H, Wiestler OD et-al. The 2007 WHO classification of tumours of the central nervous system. Acta Neuropathol. 2007;114 (2): 97-109. Acta Neuropathol. (full text) - doi:10.1007/s00401-007-0243-4 - Free text at pubmed - Pubmed citation", "2. Painter TJ, Chaljub G, Sethi R, Singh H, Gelman B. Intracranial and intraspinal meningeal melanocytosis. AJNR. American journal of neuroradiology. 21 (7): 1349-53. Pubmed", "3. Seth Love, David Louis, David W Ellison. Greenfield's Neuropathology, 2-Volume Set, Eighth Edition."], "cn": []}, "中枢神经系统弥漫大B细胞淋巴癌": {"en": ["1.Jaffe ES. The 2008 WHO classification of lymphomas: implications for clinical practice and translational research. Hematology Am Soc Hematol Educ Program. 2009. 523-31. [Medline].", "2.National Comprehensive Cancer Network. NCCN Clinical Practice Guidelines in Oncology: Non-Hodgkin's Lyphomas. Version 1.2016. Accessed: December 31, 2015.", "", "3.A predictive model for aggressive non-Hodgkin's lymphoma. The International Non-Hodgkin's Lymphoma Prognostic Factors Project. N Engl J Med. 1993 Sep 30. 329(14):987-94. [Medline]."], "cn": []}, "免疫缺陷相关的中枢神经系统淋巴瘤": {"en": ["1. Louis DN, Ohgaki H, Wiestler OD et-al. The 2007 WHO classification of tumours of the central nervous system. Acta Neuropathol. 2007;114 (2): 97-109."], "cn": []}, "AIDS相关弥漫大B细胞淋巴瘤": {"en": ["1. Louis DN, Ohgaki H, Wiestler OD et-al. The 2007 WHO classification of tumours of the central nervous system. Acta Neuropathol. 2007;114 (2): 97-109."], "cn": []}, "EB病毒阳性弥漫大B细胞淋巴瘤,NOS": {"en": ["1. Louis DN, Ohgaki H, Wiestler OD et-al. The 2007 WHO classification of tumours of the central nervous system. Acta Neuropathol. 2007;114 (2): 97-109."], "cn": []}, "淋巴瘤样肉芽肿病": {"en": ["1. Tateishi U, Terae S, Ogata A et-al. MR imaging of the brain in lymphomatoid granulomatosis. AJNR Am J Neuroradiol. 2001;22 (7): 1283-90. ", "2. Degnan AJ, Levy LM. Neuroimaging of rapidly progressive dementias, part 2: prion, inflammatory, neoplastic, and other etiologies. AJNR Am J Neuroradiol. 2014;35 (3): 424-31.", "3. Louis DN, Ohgaki H, Wiestler OD et-al. The 2007 WHO classification of tumours of the central nervous system. Acta Neuropathol. 2007;114 (2): 97-109", "4.Liebow, Averill A.; Carrington, Charles R.B.; Friedman, Paul J. (1972). \"Lymphomatoid granulomatosis\". Human Pathology. 3 (4): 457–558.", "5.Song, Joo Y.; Pittaluga, Stefania; Dunleavy, Kieron; Grant, Nicole; White, Therese; Jiang, Liuyan; Davies-Hill, Theresa; Raffeld, Mark; Wilson, Wyndham H.; Jaffe, Elaine S. (2015). \"Lymphomatoid Granulomatosis—A Single Institute Experience\". The American Journal of Surgical Pathology. 39 (2): 141–56. "], "cn": [["互动百科", "http://www.baike.com/wiki/%E6%B7%8B%E5%B7%B4%E7%98%A4%E6%A0%B7%E8%82%89%E8%8A%BD%E8%82%BF"]]}, "血管内大B细胞淋巴瘤": {"en": ["1. Jethwani DP, Yadav R, Chickabasaviah YT. A 58-year-old lady with progressive neurological syndrome: Presence of an intravascular lymphoma. Neurol India. 2015;63 (2): 225-9. ", "2. Fonkem E, Lok E, Robison D et-al. The natural history of intravascular lymphomatosis. Cancer Med. 2014;3 (4): 1010-24. ", "3. Gan LP, Ooi WS, Lee HY et-al. A case of large B-cell intravascular lymphoma in the brain. Surg Neurol Int. 2013;4 (1): 99. ", "4. Williams RL, Meltzer CC, Smirniotopoulos JG et-al. Cerebral MR imaging in intravascular lymphomatosis. ", "5. Baehring JM, Henchcliffe C, Ledezma CJ et-al. Intravascular lymphoma: magnetic resonance imaging correlates of disease dynamics within the central nervous system. J. Neurol. Neurosurg. Psychiatr. 2005;76 (4): 540-4."], "cn": [["百度百科", "https://baike.baidu.com/item/%E8%A1%80%E7%AE%A1%E5%86%85%E5%A4%A7B%E7%BB%86%E8%83%9E%E6%B7%8B%E5%B7%B4%E7%98%A4/12677181?fr=aladdin#5"]]}, "中枢神经系统低级别B细胞淋巴瘤": {"en": [], "cn": []}, "中枢神经系统T细胞及NK/T细胞淋巴瘤": {"en": [], "cn": []}, "间变性大细胞淋巴瘤,ALK阳性": {"en": ["1. Medeiros LJ, Elenitoba-Johnson KS. Anaplastic Large Cell Lymphoma. Am J Clin Pathol. 2007 May;127(5):707–22.", "2.Watanabe M, Ogawa Y, Itoh K, et al. (January 2008). \"Hypomethylation of CD30 CpG islands with aberrant JunB expression drives CD30 induction in Hodgkin lymphoma and anaplastic large cell lymphoma\". Lab. Invest. 88 (1): 48–57. ", "3.de Jong D, Vasmel WL, de Boer JP, et al. (November 2008). \"Anaplastic large-cell lymphoma in women with breast implants\". JAMA. 300 (17): 2030–5. ", "4. Piva R, Agnelli L, Pellegrino E, Todoerti K, et al. (2010). \"Gene expression profiling uncovers molecular classifiers for the recognition of anaplastic large-cell lymphoma within peripheral T-cell neoplasms\". J Clin Oncol. 28 (9): 1583–90. ", "5.Agnelli L, Mereu E, Pellegrino E, Limongi T, et al. (2012). \"Identification of a 3-gene model as a powerful diagnostic tool for the recognition of ALK-negative anaplastic large-cell lymphoma\". Blood. 120 (6): 1274–81."], "cn": []}, "间变性大细胞淋巴瘤,ALK阴性": {"en": ["1. Medeiros LJ, Elenitoba-Johnson KS. Anaplastic Large Cell Lymphoma. Am J Clin Pathol. 2007 May;127(5):707–22.", "2.Watanabe M, Ogawa Y, Itoh K, et al. (January 2008). \"Hypomethylation of CD30 CpG islands with aberrant JunB expression drives CD30 induction in Hodgkin lymphoma and anaplastic large cell lymphoma\". Lab. Invest. 88 (1): 48–57. ", "3.de Jong D, Vasmel WL, de Boer JP, et al. (November 2008). \"Anaplastic large-cell lymphoma in women with breast implants\". JAMA. 300 (17): 2030–5. ", "4. Piva R, Agnelli L, Pellegrino E, Todoerti K, et al. (2010). \"Gene expression profiling uncovers molecular classifiers for the recognition of anaplastic large-cell lymphoma within peripheral T-cell neoplasms\". J Clin Oncol. 28 (9): 1583–90. ", "5.Agnelli L, Mereu E, Pellegrino E, Limongi T, et al. (2012). \"Identification of a 3-gene model as a powerful diagnostic tool for the recognition of ALK-negative anaplastic large-cell lymphoma\". Blood. 120 (6): 1274–82."], "cn": []}, "硬脑膜黏膜相关淋巴组织淋巴瘤": {"en": ["1. Smith AB, Horkanyne-Szakaly I, Schroeder JW et-al. From the radiologic pathology archives: mass lesions of the dura: beyond meningioma-radiologic-pathologic correlation. Radiographics. 2014;34 (2): 295-312. ", "2. Louis DN, Ohgaki H, Wiestler OD et-al. The 2007 WHO classification of tumours of the central nervous system. Acta Neuropathol. 2007;114 (2): 97-109.", "3.Schechter, NR; Portlock, CS; Yahalom, J (May 1998). \"Treatment of mucosa-associated lymphoid tissue lymphoma of the stomach with radiation alone\". Journal of Clinical Oncology. 16 (5): 1916–21.", "4.Parsonnet J, Hansen S, Rodriguez L, Gelb A, Warnke R, Jellum E, Orentreich N, Vogelman J, Friedman G (1994). \"Helicobacter pylori infection and gastric lymphoma\". N Engl J Med. 330 (18): 1267–71.", "5.Janusz, edited by Jankowski, (2012). Handbook of Gastrointestinal Cancer (2 ed.). Chicester: John Wiley and Sons Ltd. pp. 243–244. ISBN"], "cn": []}, "朗格汉斯细胞组织细胞增生症": {"en": ["1. Dähnert W. Radiology review manual. Lippincott Williams & Wilkins. (2007) ISBN:0781738954. Read it at Google Books ", "2. Schmidt S, Eich G, Geoffray A et-al. Extraosseous langerhans cell histiocytosis in children. Radiographics. 28 (3): 707-26. ", "3. Gatter K, Delsol G, Warnke R. The Diagnosis of Lymphoproliferative Diseases. Wiley-Blackwell. (2011) ISBN:1119971748. ", "4. Jaffe ES, Organization WH. Pathology and genetics of tumours of haematopoietic and lymphoid tissues. Iarc. (2001) ISBN:9283224116.", "5. Hann IM, Smith OP. Pediatric hematology. Wiley-Blackwell. (2006) ISBN:1405134003."], "cn": [["百度百科", "https://baike.baidu.com/item/%E6%9C%97%E6%A0%BC%E6%B1%89%E6%96%AF%E7%BB%84%E7%BB%87%E7%BB%86%E8%83%9E%E5%A2%9E%E5%A4%9A%E7%97%87/3806008"], ["百度百科", "https://baike.baidu.com/item/%E6%9C%97%E6%A0%BC%E6%B1%89%E6%96%AF%E7%BB%86%E8%83%9E%E7%BB%84%E7%BB%87%E7%BB%86%E8%83%9E%E5%A2%9E%E7%94%9F%E7%97%87/8470679?fr=aladdin"]]}, "脂质肉芽肿病": {"en": ["1. Verdalles U, Goicoechea M, García de Vinuesa S et-al. Erdheim-Chester disease: a rare cause of renal failure. Nephrol. Dial. Transplant. 2007;22 (6): 1776-7. ", "2. Myra C, Sloper L, Tighe PJ et-al. Treatment of Erdheim-Chester disease with cladribine: a rational approach. Br J Ophthalmol. 2004;88 (6): 844-7. ", "3. Johnson MD, Aulino JP, Jagasia M et-al. Erdheim-chester disease mimicking multiple meningiomas syndrome.", "4. Wright RA, Hermann RC, Parisi JE. Neurological manifestations of Erdheim-Chester disease. J. Neurol. Neurosurg. Psychiatr. 1999;66 (1): 72-5. ", "5. Fortman BJ, Beall DP. Erdheim-Chester disease of the retroperitoneum: a rare cause of ureteral obstruction. AJR Am J Roentgenol. 2001;176 (5): 1330-1."], "cn": []}, "罗-道病": {"en": ["1. Wang E, Anzai Y, Paulino A et-al. Rosai-Dorfman disease presenting with isolated bilateral orbital masses: report of two cases. AJNR Am J Neuroradiol. 2001;22 (7): 1386-8. ", "2. Konishi E, Ibayashi N, Yamamoto S et-al. Isolated intracranial Rosai-Dorfman disease (sinus histiocytosis with massive lymphadenopathy). AJNR Am J Neuroradiol. 2003;24 (3): 515-8. ", "3. Rosai J, Dorfman RF. Sinus histiocytosis with massive lymphadenopathy. A newly recognized benign clinicopathological entity. Arch Pathol. 1969;87 (1): 63-70. ", "4. Lim R, Wittram C, Ferry JA et-al. FDG PET of Rosai-Dorfman disease of the thymus. AJR Am J Roentgenol. 2004;182 (2): 514.", "5.La barge DV, Salzman KL, Harnsberger HR et-al. Sinus histiocytosis with massive lymphadenopathy (Rosai-Dorfman disease): imaging manifestations in the head and neck. AJR Am J Roentgenol. 2008;191 (6): W299-306."], "cn": []}, "青少年黄肉芽肿": {"en": ["1.Nakasu S, Tsuji A, Fuse I, Hirai H (2007). \"Intracranial solitary juvenile xanthogranuloma successfully treated with stereotactic radiosurgery\". J. Neurooncol. 84 (1): 99–102. ", "2.Kim, Mo-Sae, So-Ah Kim, and Ho-Seok Sa. “Old-Age-Onset Subconjunctival Juvenile Xanthogranuloma without Limbal Involvement.” BMC Ophthalmology 14 (2014): 24. PMC. Web. 28 May 2016", "3.Lau, Henry, Wilson Yip, Allie Lee, Connie Lai, and Dorothy Fan. \"Three Different Ophthalmic Presentations of Juvenile Xanthogranuloma.\" Hong Kong Med J, n.d. Web"], "cn": []}, "组织细胞肉瘤": {"en": ["1. Chalasani S, Hennick MR, Hocking WG et-al. Unusual presentation of a rare cancer: histiocytic sarcoma in the brain 16 years after treatment for acute lymphoblastic leukemia. Clin Med Res. 2013;11 (1): 31-5. ", "2. Hornick JL, Jaffe ES, Fletcher CD. Extranodal histiocytic sarcoma: clinicopathologic analysis of 14 cases of a rare epithelioid malignancy. Am. J. Surg. Pathol. 2004;28 (9): 1133-44.", "3. Laviv Y, Zagzag D, Fichman-Horn S et-al. Primary central nervous system histiocytic sarcoma. Brain Tumor Pathol. 2013;30 (3): 192-5.", "4.Yoshida C, Takeuchi M (2008). \"Histiocytic sarcoma: identification of its histiocytic origin using immunohistochemistry\". Intern. Med. 47 (3): 165–9."], "cn": []}, "生殖细胞瘤": {"en": ["1. Moon WK, Chang KH, Han MH et-al. Intracranial germinomas: correlation of imaging findings with tumor response to radiation therapy. AJR Am J Roentgenol. 1999;172 (3): 713-6. ", "2. Hayashida Y, Hirai T, Korogi Y et-al. Pineal cystic germinoma with syncytiotrophoblastic giant cells mimicking MR imaging findings of a pineal cyst. AJNR Am J Neuroradiol. 2004;25 (9): 1538-40.", "3. Mootha SL, Barkovich AJ, Grumbach MM et-al. Idiopathic hypothalamic diabetes insipidus, pituitary stalk thickening, and the occult intracranial germinoma in children and adolescents. J. Clin. Endocrinol. Metab. 1997;82 (5): 1362-7.  ", "4. Shibamoto Y, Sasai K, Oya N et-al. Intracranial germinoma: radiation therapy with tumor volume-based dose selection. Radiology. 2001;218 (2): 452-6. ", "5. Kilgore DP, Strother CM, Starshak RJ et-al. Pineal germinoma: MR imaging. "], "cn": [["百度百科", "https://baike.baidu.com/item/%E7%94%9F%E6%AE%96%E7%BB%86%E8%83%9E%E7%98%A4/3639095?fr=aladdin#5_5"]]}, "胚胎性癌": {"en": ["1. Horowitz Michael Bruce and Walter A. Hall. “Central Nervous System Germinomas: A Review.” Arch Neurol 48, no. 6 (June 1, 1991): 652-657. ", "2. Smirniotopoulos JG, EJ Rushing and H Mena. “Pineal region masses: differential diagnosis.” Radiographics 12, no. 3 (May 1, 1992): 577-596."], "cn": []}, "卵黄囊肿瘤": {"en": ["1. Luther N, Edgar MA, Dunkel IJ, Souweidane MM (Aug 2006). \"Correlation of endoscopic biopsy with tumor marker status in primary intracranial germ cell tumors\". J. Neurooncol. 79 (1): 45–50.", "2.Siltanen S, Anttonen M, Heikkilä P, Narita N, Laitinen M, Ritvos O, Wilson DB, Heikinheimo M (Dec 1999)", "3.Bhatt MD, Braga LH, Stein N, Terry J, Portwine C (July 2015). \"Vaginal Yolk Sac Tumor in an Infant: A Case Report and Literature Review of the Last 30 Years\". Journal of Pediatric Hematology/Oncology. 37 (5): e336–40.", "4. Coran, Arnold G.; Caldamone, Anthony; Adzick, N. Scott; Krummel, Thomas M.; Laberge, Jean-Martin; Shamberger, Robert (2012-01-25). Pediatric Surgery E-Book. Elsevier Health Sciences.", "5.Motegi M, Takakura S, Takano H, Tanaka T, Ochiai K (February 2007). \"Adjuvant chemotherapy in a pregnant woman with endodermal sinus tumor of the ovary\". Obstet Gynecol. 109 (2 Pt2): 537–40."], "cn": [["百度百科", "https://baike.baidu.com/item/%E5%8D%B5%E5%B7%A2%E5%8D%B5%E9%BB%84%E5%9B%8A%E7%98%A4/142976#1_7"]]}, "绒毛膜癌": {"en": ["1.Rosenberg S, DePinho RA, Weinberg RE, DeVita VT, Lawrence TS (2008). DeVita, Hellman, and Rosenberg's Cancer: Principles & Practice of Oncology. Hagerstwon, MD: Lippincott Williams & Wilkins.", "2.Kufe D (2000). Benedict RC, Holland JF, eds. Cancer medicine (5th ed.). Hamilton, Ont: B.C. Decker.", "3.Gerson RF, Lee EY, Gorman E (November 2007). \"Primary extrauterine ovarian choriocarcinoma mistaken for ectopic pregnancy: sonographic imaging findings\". AJR Am J Roentgenol. 189 (5): W280–3.", "4. Rustin GJ, Newlands ES, Begent RH, Dent J, Bagshawe KD (1989). \"Weekly alternating etoposide, methotrexate, and actinomycin/vincristine and cyclophosphamide chemotherapy for the treatment of CNS metastases of choriocarcinoma\". J. Clin. Oncol. 7 (7): 900–3.", "5. Katzung, Bertram G. (2006). \"Cancer Chemotherapy\". Basic and clinical pharmacology (10th ed.). New York: McGraw-Hill Medical Publishing Division. "], "cn": [["互动百科", "http://www.baike.com/wiki/%E7%BB%92%E6%AF%9B%E8%86%9C%E7%99%8C"]]}, "畸胎瘤": {"en": ["1. Smirniotopoulos JG, Chiechi MV. Teratomas, dermoids, and epidermoids of the head and neck. Radiographics. 1995;15 (6): 1437-55. ", "2. Lipman SP, Pretorius DH, Rumack CM et-al. Fetal intracranial teratoma: US diagnosis of three cases and a review of the literature. ", "3. Sandow BA, Dory CE, Aguiar MA et-al. Best cases from the AFIP: congenital intracranial teratoma. Radiographics. 24 (4): 1165-70.", "4. Chang T, Teng MM, Guo WY et-al. CT of pineal tumors and intracranial germ-cell tumors. AJR Am J Roentgenol. 1989;153 (6): 1269-74.", "5. Woodward PJ, Sohaey R, Kennedy A et-al. From the archives of the AFIP: a comprehensive review of fetal tumors with pathologic correlation. Radiographics. 25 (1): 215-42. "], "cn": [["百度百科", "https://baike.baidu.com/item/%E7%95%B8%E8%83%8E%E7%98%A4/1453299?fr=aladdin#4"]]}, "成熟型畸胎瘤": {"en": ["1. Smirniotopoulos JG, Chiechi MV. Teratomas, dermoids, and epidermoids of the head and neck. Radiographics. 1995;15 (6): 1437-55. ", "2. Lipman SP, Pretorius DH, Rumack CM et-al. Fetal intracranial teratoma: US diagnosis of three cases and a review of the literature. ", "3. Sandow BA, Dory CE, Aguiar MA et-al. Best cases from the AFIP: congenital intracranial teratoma. Radiographics. 24 (4): 1165-70.", "4. Chang T, Teng MM, Guo WY et-al. CT of pineal tumors and intracranial germ-cell tumors. AJR Am J Roentgenol. 1989;153 (6): 1269-74.", "5. Woodward PJ, Sohaey R, Kennedy A et-al. From the archives of the AFIP: a comprehensive review of fetal tumors with pathologic correlation. Radiographics. 25 (1): 215-43. "], "cn": []}, "未成熟型畸胎瘤": {"en": ["1. Smirniotopoulos JG, Chiechi MV. Teratomas, dermoids, and epidermoids of the head and neck. Radiographics. 1995;15 (6): 1437-55. ", "2. Lipman SP, Pretorius DH, Rumack CM et-al. Fetal intracranial teratoma: US diagnosis of three cases and a review of the literature. ", "3. Sandow BA, Dory CE, Aguiar MA et-al. Best cases from the AFIP: congenital intracranial teratoma. Radiographics. 24 (4): 1165-70.", "4. Chang T, Teng MM, Guo WY et-al. CT of pineal tumors and intracranial germ-cell tumors. AJR Am J Roentgenol. 1989;153 (6): 1269-74.", "5. Woodward PJ, Sohaey R, Kennedy A et-al. From the archives of the AFIP: a comprehensive review of fetal tumors with pathologic correlation. Radiographics. 25 (1): 215-44. "], "cn": []}, "畸胎瘤恶变": {"en": ["1. Smirniotopoulos JG, Chiechi MV. Teratomas, dermoids, and epidermoids of the head and neck. Radiographics. 1995;15 (6): 1437-55. ", "2. Lipman SP, Pretorius DH, Rumack CM et-al. Fetal intracranial teratoma: US diagnosis of three cases and a review of the literature. ", "3. Sandow BA, Dory CE, Aguiar MA et-al. Best cases from the AFIP: congenital intracranial teratoma. Radiographics. 24 (4): 1165-70.", "4. Chang T, Teng MM, Guo WY et-al. CT of pineal tumors and intracranial germ-cell tumors. AJR Am J Roentgenol. 1989;153 (6): 1269-74.", "5. Woodward PJ, Sohaey R, Kennedy A et-al. From the archives of the AFIP: a comprehensive review of fetal tumors with pathologic correlation. Radiographics. 25 (1): 215-45. "], "cn": []}, "混合性生殖细胞瘤": {"en": ["1.Giron J, Fajadet P, Sans N, et al. Diagnostic approach to mediastinal masses. Eur J Radiol. 1998 Mar. 27(1):21-42. .", "", "2.Luketich JD, Ginsberg RJ. The current management of patients with mediastinal tumors. Adv Surg. 1996. 30:311-32. ", "3.Rosado-de-Christenson ML, Templeton PA, Moran CA. From the archives of the AFIP. Mediastinal germ cell tumors: radiologic and pathologic correlation. Radiographics. 1992 Sep. 12(5):1013-30. ", "", "4.Shields TW. Overview of primary mediastinal tumors and cysts. In: Shields TW, et al, eds. General Thoracic Surgery. Vol 2. Philadelphia, PA: Lippencott, Williams & Wilkins;. 2000: 2105-9.", "", "5.Strollo DC, Rosado-de-Christenson ML. Tumors of the thymus. J Thorac Imaging. 1999 Jul. 14(3):152-71. "], "cn": []}, "颅咽管瘤": {"en": ["1.Bunin GR, Surawicz TS, Witman PA, Preston-Martin S, Davis F, Bruner JM. The descriptive epidemiology of craniopharyngioma. J Neurosurg. 1998 Oct. 89 (4):547-51. 2.Kuratsu J, Ushio Y. Epidemiological study of primary intracranial tumors in childhood. A population-based survey in Kumamoto Prefecture, Japan. Pediatr Neurosurg. 1996 Nov. 25 (5):240-6; discussion 247. ", "3.Izuora GI, Ikerionwu S, Saddeqi N, Iloeje SO. Childhood intracranial neoplasms Enugu, Nigeria. West Afr J Med. 1989 Jul-Sep. 8 (3):171-4.", "4.Zacharia BE, Bruce SS, Goldstein H, Malone HR, Neugut AI, Bruce JN. Incidence, treatment and survival of patients with craniopharyngioma in the surveillance, epidemiology and end results program. Neuro Oncol. 2012 Aug. 14 (8):1070-8.", "5.Giangaspero F, Burger PC, Osborne DR, Stein RB. Suprasellar papillary squamous epithelioma (\"papillary craniopharyngioma\"). Am J Surg Pathol. 1984 Jan. 8 (1):57-64. "], "cn": [["互动百科", "http://www.baike.com/wiki/%E9%A2%85%E5%92%BD%E7%AE%A1%E7%98%A4"]]}, "釉质型颅咽管瘤": {"en": [], "cn": []}, "乳头型颅咽管瘤": {"en": [], "cn": [["article", "韩春,张福林,唐峰,毕海霞,胡杰,徐伟,黄锋平.乳头型颅咽管瘤19例临床病理分析[J].临床与实验病理学杂志,2012,28(12):1314-1316+1321"]]}, "鞍区颗粒细胞肿瘤": {"en": ["1.Rejas RA, Campos MS, Cortes AR, Pinto DD, de Sousa SC. The neural histogenetic origin of the oral granular cell tumor: an immunohistochemical evidence. Med Oral Patol Oral Cir Bucal. 2011 Jan 1. 16(1):e6-10.", "", "2.Richmond AM, La Rosa FG, Said S. Granular cell tumor presenting in the scrotum of a pediatric patient: a case report and review of the literature. J Med Case Rep. 2016 Jun 4. 10 (1):161. ", "", "3.Yilmaz AD, Unlu RE, Orbay H, et al. Recurrent granular cell tumor: how to treat. J Craniofac Surg. 2007 Sep. 18(5):1187-9. ", "", "4.Wei L, Liu S, Conroy J, Wang J, Papanicolau-Sengos A, et al. Whole-genome sequencing of a malignant granular cell tumor with metabolic response to pazopanib. Cold Spring Harb Mol Case Stud. 2015 Oct. 1 (1):a000380. ", "", "5.Mirza FN, Tuggle CT, Zogg CK, Mirza HN, Narayan D. Epidemiology of Malignant Cutaneous Granular Cell Tumors: A United States Population-Based Cohort Analysis using the Surveillance, Epidemiology, and End Results (SEER) Database. J Am Acad Dermatol. 2017 Oct 5. "], "cn": []}, "垂体细胞瘤": {"en": ["Brat D, Scheithauer B, Staugaitis S, Holtzman N, Morgello S, Burger P (2000). \"Pituicytoma: A distinctive low grade glioma of the neurohypophysis\". Am J Surg Pathol. 24: 362–368.", "Cenacchi G, Giovenali P, Castrioto C, Giangaspero F (2001). \"Pituicytoma: Ultrastructural evidence of a possible origin from folliculo-stellate cells of the adenohypophysis\". Ultrastruct Pathol. 25: 309–312.Secci F, Merciadri P, Criminelli Rossi D, D'Andrea A, Zona G (2012). \"Pituicytomas: radiological findings, clinical behaviour and surgical management\". Acta Neurochirurgica. 154: 649–657.", "Danila DC, Zhang X, Zhou Y, Dickerson GR, Fletcher JA, Hedley-Whyte ET, Selig MK, Johnson SR, Klibanski A (2000). \"A human pituitary tumor-derived folliculo-stellate cell line\". J Clin Endocrinol Metab. 85: 1180–1187. ", "Figarella-Branger D, Dufour H, Fernandez C, Bouvier-Labit C, Grisoli F, Pellissier JF (2002). \"Pituicytomas, a mis-diagnosed benign tumor of the neurohypophysis: Report of three cases\". Acta Neuropathol. 104: 313–319."], "cn": [["链接", "http://blog.39.net/jiadongg/a_16458605.html"]]}, "梭形细胞嗜酸细胞瘤": {"en": ["1. Roncaroli F, Scheithauer BW, Cenacchi G, Horvath E, Kovacs K, Lloyd RV, Abell-Aleff P, Santi M, Yates AJ. 'Spindle cell oncocytoma' of the adenohypophysis: a tumor of folliculostellate cells?. The American journal of surgical pathology. 26 (8): 1048-55. ", "2. Mu Q, Yu J, Qu L, Hu X, Gao H, Liu P, Zheng X, Sun Y, Huang H. Spindle cell oncocytoma of the adenohypophysis: two case reports and a review of the literature. Molecular medicine reports. 12 (1): 871-6. ", "3. Roncaroli F, Scheithauer BW, Cenacchi G, Horvath E, Kovacs K, Lloyd RV, Abell-Aleff P, Santi M, Yates AJ. 'Spindle cell oncocytoma' of the adenohypophysis: a tumor of folliculostellate cells?. The American journal of surgical pathology. 26 (8): 1048-55. ", "4. Matyja E, Maksymowicz M, Grajkowska W, Olszewski W, Zieliński G, Bonicki W. Spindle cell oncocytoma of the adenohypophysis - a clinicopathological and ultrastructural study of two cases. Folia neuropathologica. 48 (3): 175-84. ", "5. Hasiloglu ZI, Ure E, Comunoglu N, Tanriover N, Oz B, Gazioglu N, Mihmanli I. New radiological clues in the diagnosis of spindle cell oncocytoma of the adenohypophysis. Clinical radiology. 71 (9): 937.e5-937.e11."], "cn": []}, "脉络丛乳头状瘤": {"en": ["Unlike most other brain tumours, which are more common in the posterior fossa in children and supratentorial compartment in adults, the relationship is reversed for choroid plexus papillomas:", "", "adults: most often (70%) occur in the fourth ventricle", "children: most often occur in the lateral ventricles, with a predilection for the trigone", "Third ventricular, cerebellopontine angle, parenchymal and even pineal region tumours have also been described. ", "", ""], "cn": [["百度百科", "https://baike.baidu.com/item/%E8%84%89%E7%BB%9C%E4%B8%9B%E4%B9%B3%E5%A4%B4%E7%8A%B6%E7%98%A4/3282833?fr=aladdin"]]}, "不典型性脉络丛乳头状瘤": {"en": [], "cn": []}, "脉络丛乳头状癌": {"en": [], "cn": []}}