{"content": {"tumorNameEn": "MicrocysticMeningioma", "NameInCN": ["微囊型脑膜瘤"], "nameAlsoEn": ["Microcystic meningioma (morphologic abnormality)"], "nameAlsoCn": ["暂缺"], "MeshCode": ["D008579"], "ICD_10Code": ["暂缺"], "ICD_OCode": ["9530/0"], "MeshThematicWord": ["Meningioma"], "ICDThematicWord": ["暂缺"], "definitionCn": ["WHO I级脑膜瘤的特征是含有粘液的细胞间微囊腔。"], "definitionEn": ["A WHO grade I meningioma characterized by the presence of intercellular microcystic spaces that contain mucinous fluid."], "isDefinedBy": ["NCI"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": ["暂缺"], "hasFindingSite": ["暂缺"], "hasSymptoms": [["Headache", "头痛"], ["Somnolence", "嗜睡"], ["SpeechDisorder", "语言障碍"]], "Pathogeny": ["暂缺"], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"], ["Angiography", "血管造影法"]], "DifferentialDiagnosis": ["In cases where enhancement is prominent, there is usually little differential, although it is probably worth considering exophytic or cortical tumours (e.g. pleomorphic xanthoastrocytoma (PXA)). \nIn tumours where enhancement is very limited, few other lesions should be considered, although the signal characteristics on other sequences will usually aid in distinguishing a microcystic meningioma from other entities. \narachnoid cyst\nepidermoid cyst\nchondroid lesion"], "associatedTumours": [{"id": "tumor_child_84", "name": ["AngiomatousMeningioma", "血管瘤型脑膜瘤"], "type": 0}, {"id": "tumor_child_85", "name": ["ChordoidMeningioma", "脊索样型脑膜瘤"], "type": 0}], "OtherAssociatedIllness": ["arachnoid cyst;epidermoid cyst;chondroid lesion"], "CTImageDescription": ["Typically these lesions have low density but usually still have intense homogeneous enhancement. Hyperostotic changes in the adjacent skull are seen in approximately half of the cases"], "MRIImageDescription": ["T1\nlow intensity (similar to fluid)\noften have some solid components which are of more intermediate signal intensity\nT2\nvery high signal\nassociated oedema in the adjacent brain is common 2\nT1 C+ (Gd)\nvariable 1-2\nusually intense homogeneous enhancement\nsome tumours enhance only partially or very little\nDWI / ADC: reduced restriction"], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["在增强显着的情况下,虽然可能值得考虑外生性或皮质肿瘤（例如多形性黄色星形细胞瘤（PXA））,但通常几乎没有差异。\n在增强非常有限的肿瘤中,应该考虑很少其他病变,尽管其他序列的信号特征通常有助于将微囊性脑膜瘤与其他实体区分开来。\n蛛网膜囊肿\n表皮样囊肿\n软骨病变"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["暂缺"], "areas": {}}, "pics": {"d129": ["There is an extra-axial mass with broad based dural attachment at the left frontal bone, indenting the lateral aspects of the middle frontal gyrus and probably contacting the precentral gyrus inferiorly. This demonstrates heterogeneous signal intensity-predominantly hyperintense on FLAIR and T2 and hypointense on T1. It demonstrates heterogeneous enhancement following contrast administration. Diffusion weighted imaging demonstrates facilitated diffusion within the mass.I note that there is no hyperostosis or lytic abnormality of the adjacent left frontal bone on recent CT scan.There is a small focus of intra-axial FLAIR and T2 hyperintensity in the brain parenchyma deep to this mass.A few small foci of FLAIR hyperintensity in the subcortical white matter of both through hemispheres probably related to chronic small vessel disease. Brain parenchyma is otherwise unremarkable. No other enhancing intra or extra-axial lesion is demonstrated. The ventricles and cortical sulci are within normal limits for a patient of this age. The major intracranial flow voids are maintained", "有一个外轴的肿块，在左额骨上有广泛的硬膜附着，缩窄了额前回的外侧，可能与前中央的脑回联系在一起。这表明了不同的信号强度-主要是在天赋和T2上的高度紧张和T1上的hypointense。在对比管理之后，它演示了异构增强。弥散加权成像技术促进了质量的扩散。我注意到，在最近的CT扫描中，邻近的左额骨不存在高骨化或lytic异常。在脑实质深处，有一个小的焦点，在轴向的天赋和T2高强度。在两半球的皮质下白质中，有一些细小的病灶，可能与慢性小血管疾病有关。脑实质是不显著的。没有其他增强的内部或外轴病变被证实。这个年龄的病人的脑室和皮质沟是正常范围内的。主要的颅内流空洞保持。"], "d127": ["There is a left frontoparietal abnormality with areas of calcification and possible fluid level, measuring approximately 2cm. This is predominantly surrounded by encephalomalacic changes, with probable minimal parenchymal edema. No abnormal enhancement was detected. There is no convincing evidence of recurrence or residue of a high grade neoplasm at this region, and the appearance is more compatible with chronic post-interventional (surgical +/- radiotherapy) changes.In addition there is a large left parietotemporal hypoattenuating abnormality, approximately measuring 5cm, which appears extra-axial. This lesion contains some heterogenous internal densities with minor enhancement of these foci. There is minimal mass effect with less than 3mm subfalcine herniation.", "在钙化和可能的液体水平，大约2cm的地方有一个左额叶异常。这主要是被脑软化的变化所包围，有可能最小的实质水肿。未发现异常增强。这一区域并没有令人信服的高质量肿瘤复发或残留的证据，而且外观与慢性介入术后(外科+/-放疗)的变化更相符。此外，还有一个巨大的左旁颞下衰减异常，约为5cm，似乎是外轴的。该病灶包含一些异质性的内部密度，并对这些病灶有轻微的增强。小于3mm的次镰状疝的质量影响最小。"], "d128": ["There is an extra-axial mass with broad based dural attachment at the left frontal bone, indenting the lateral aspects of the frontal lobe. It is hypodense with heterogeneous intermediate enhancement. No bony change.", "有一个外轴的肿块，在左额骨上有广泛的硬膜附着，使额叶的外侧部分缩进。它是低密度的异质中间增强。无骨的变化。"], "d126": ["A  lobulated extra-axial mass is present indenting the left frontal lobe. It is of high T2 signal and demonstrates vivid enhancement except for areas of cystic change.", "在左额叶上有一个有叶的外轴质量。它是高T2信号，除了囊性变化的区域外，显示了生动的增强。"]}}