{"content": {"tumorNameEn": "SolitaryFibrousTumour/Haemangiopericytoma", "NameInCN": ["孤立性纤维性肿瘤/血管外皮细胞瘤"], "nameAlsoEn": ["fibrous tumor of the pleura"], "nameAlsoCn": ["暂缺"], "MeshCode": ["D054364"], "ICD_10Code": ["暂缺"], "ICD_OCode": ["8815/0 /1 /3"], "MeshThematicWord": ["Solitary Fibrous Tumors"], "ICDThematicWord": ["暂缺"], "definitionCn": ["间充质来源的罕见肿瘤,通常是良性的,并且最通常涉及PLEURA（参见孤立性纤维肿瘤,PLEURAL）。他们也可以在胸膜外站点找到。"], "definitionEn": ["Rare neoplasms of mesenchymal origin, usually benign, and most commonly involving the PLEURA (see SOLITARY FIBROUS TUMOR, PLEURAL). They also are found in extrapleural sites."], "isDefinedBy": ["MSH"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": ["暂缺"], "hasFindingSite": ["暂缺"], "hasSymptoms": [["Headache", "头痛"], ["Mass", "肿块"]], "Pathogeny": ["暂缺"], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"], ["Angiography", "血管造影法"]], "DifferentialDiagnosis": ["The differential of solitary fibrous tumours of the dura is essentially that of other dural masses, and common entities to be considered include 1,2: meningioma\n T2 signal iso- to hyperintense\n MRS: alanine and glutamate-glutamic acid peaks may be seen\nhaemangiopericytoma\nschwannoma\n characteristic locations\n T2 signal usually iso- to hyperintense\nprimary dural lymphoma\ndural metastasesThe most useful feature that helps in making a preoperative diagNOSis is the propensity for solitary fibrous tumour to be low signal on T2. Importantly, lymphoma, Erdheim-Chester disease and melanocytic lesions may also have low T2 signal. Meningiomas may also be low on T2, usually in the setting of mineralisation/calcification; thus reviewing other sequences (T2*) or CT is useful"], "associatedTumours": [{"id": "tumor_child_68", "name": ["MALTLymphomaOfTheDura", "硬脑膜黏膜相关淋巴组织淋巴瘤"], "type": 0}, {"id": "tumor_child_42", "name": ["Ependymoma", "室管膜瘤"], "type": 1}, {"id": "tumor_child_79", "name": ["Meningioma", "脑膜瘤"], "type": 0}, {"id": "tumor_child_101", "name": ["UndifferentiatedPleomorphicSarcoma/MalignantFibrousHistiocytoma", "未分化多形性肉瘤/恶性纤维组织细胞瘤"], "type": 0}, {"id": "tumor_child_144", "name": ["Schwannoma", "施旺细胞瘤"], "type": 0}, {"id": "tumor_child_83", "name": ["MeningothelialMeningioma", "脑膜上皮型脑膜瘤"], "type": 0}, {"id": "tumor_child_84", "name": ["AngiomatousMeningioma", "血管瘤型脑膜瘤"], "type": 1}, {"id": "tumor_child_86", "name": ["SecretoryMeningioma", "分泌型脑膜瘤"], "type": 1}, {"id": "tumor_child_87", "name": ["FibrousMeningioma", "纤维型脑膜瘤"], "type": 0}], "OtherAssociatedIllness": ["dural metastases"], "CTImageDescription": ["Solitary fibrous tumours are well circumscribed and isodense to hyperdense compared to adjacent brain. They may demonstrate calcifications, and may erode bone if abutting it "], "MRIImageDescription": ["These tumours are similar to meningiomas, appearing as extra-axial well-circumscribed masses, with the following signal characteristics 1,2: T1\ntypically, intermediate signal similar to brain\nT2\nheterogeneous signal\niso- to hypointense (the best clue to the diagNOSis)\nflow voids commonly seen\nT1 C+\nvivid diffuse heterogeneous contrast enhancement of low T2 signal components\ndural tail may be seen, but is much less common than in meningiomas\nDWI / ADC: regions of restricted diffusion are frequently seen\nMRS\nlipid and lactate elevation\nmyo-iNOSitol elevation\nMR perfusion: elevated rCBV"], "CTImageDescriptionInCN": ["平扫：表现为脑质外肿块,形状不规则,表面呈分叶状,以广基和硬脑膜或颅骨内板相连。肿块呈等或高密度,部分病例密度不均,其中可见低密度影为囊变或坏死区。肿瘤内一般无钙化。肿瘤周围脑质可有受压移位,水肿表现较轻。肿瘤较大时可引起邻近颅骨压迫性骨吸收或侵蚀性骨破坏改变,一般不引起骨质增生。\n\n增强：肿瘤强化明显,呈均一或不均一强化。"], "DifferentialDiagnosisInCN": ["硬脑膜孤立性纤维肿瘤的差别基本上是其他硬脑膜肿瘤的差异,需要考虑的常见实体包括1,2：\n①脑膜瘤：T2信号等高信号,可见MRS：丙氨酸和谷氨酸 - 谷氨酸峰\n②haemangiopericytoma\n③峡部肿瘤：特征部位,T2信号通常等信号至高信号\n④原发性硬脑膜淋巴瘤,硬脑膜转移\n有助于术前诊断的最有用的特征是孤立性纤维性肿瘤在T2上倾向于低信号。 重要的是,淋巴瘤,Erdheim-Chester病和黑素细胞病变也可能具有低T2信号。 T2期的脑膜瘤也可能较低,通常在成矿/钙化的情况下; 因此查看其他序列（T2 *）或CT是有用的"], "MRIImageDescriptionInCN": ["平扫：肿瘤位于颅内脑外,呈分叶状。T1WI肿瘤与脑皮质等信号,T2WI信号略高于脑皮质,部分病例信号强度不均,其中可见液性长T1长T2信号区,为坏死和囊变。肿瘤及其周围可见大量流空血管影,具有一定特征性。肿瘤邻近脑质受压移位,没有或仅有轻度水肿表现。\n\n增强：肿瘤强化明显,呈均一或不均一强化。"], "PathogenyInCN": ["暂缺"], "areas": {}}, "pics": {"d158": ["Vividly enhancing 3cm lobulated extra axial mass in the left olfactory groove with no abnormal diffusion restriction. Surrounding oedema is again demonstrated. No other intra or extra-axial abnormality, mass, or collection identified. Ventricles and basal cisterns are normal in appearance. The cribriform plate beneath is remodelled but not obviously breached within the limitations of the images and there is no involvement of nasal cavity or ethmoid sinuses to suggest esthesioneuroblastoma.", "在没有异常扩散限制的情况下，在左侧嗅觉槽中，清晰地增强了3cm的叶状多轴质量。周围水肿再次显示。未发现任何其他的内部或外轴异常、质量或集合。脑室和基底池在外观上是正常的。在图像的限制下，下方的筛板被重塑，但并没有明显的突破，也没有鼻腔或筛骨窦的介入来提示神经细胞瘤。"], "d160": ["MRI reveals a posterior fossa extra-axial mass which demonstrates very low SI in T2 and FLAIR, mildly low SI on T1 and avidly enhancing post Gad administration. The mass shows no restriction on DWI. The mass is broad based on the left tentorium cerebelli with small portion shows supratentorial extension. There is no vasogenic oedema. The fourth ventricle and left cerebellar peduncle are deviated to the right. T2 hyperintense white matter foci are within normal limits for the patient's age.", "MRI显示后颅窝外轴质量，在T2和FLAIR中显示非常低的SI，轻度低的SI在T1，并对广泛性广泛性增强后的管理有明显的提高。质量对DWI没有限制。肿块以左侧小脑小脑为基础，小部分显示幕上伸展。没有血管源性水肿。第四脑室和左小脑花梗向右偏。T2高强度白质病灶在正常的年龄范围内。"], "d159": ["Enhancing mass in the posterior fossa.  The fourth ventricle and left cerebellar peduncle are deviated to the right.", "增强后窝的质量。第四脑室和左小脑花梗向右偏。"], "d161": ["A large lobulated mass is seen centered on the falx, with prominent positive mass effect and surrounding vasogenic oedema. The mass is heterogeneous in density with much of it being somewhat hyperdense. ", "一个大的叶状肿块以镰状体为中心，具有显著的正质量效应和周围的血管原性水肿。质量在密度上是不均匀的，其中大部分都是高密度的。"], "d157": ["There is a 23mm x 21mm x 20mm vividly enhancing, lobulated lesion, left of midline and likely extra-axial in origin within the anterior cranial fossa. No vessels are seen to feed into or drain from this lesion. Surrounding hypoattenuation consistent with oedema. It is difficult to appreciate whether there is a dural tail associated with this lesion. No other intra or extra-axial abnormality.", "有一个23毫米x21毫米x20mm的形象增强，裂片病灶，左中线和可能外轴起源于前颅窝。任何血管都不能进入或排出这一病灶。周围的低衰减与水肿一致。很难判断是否有与此病变相关的硬膜尾巴。没有其他的内部或外轴异常。"]}}