{"content": {"tumorNameEn": "Osteochondroma", "NameInCN": ["骨软骨瘤"], "nameAlsoEn": [" Cartilaginous Exostoses"], "nameAlsoCn": [" 软骨外生"], "MeshCode": ["D015831"], "ICD_10Code": ["D48.0"], "ICD_OCode": ["9210/0"], "MeshThematicWord": ["\nOsteochondroma"], "ICDThematicWord": ["\nNeoplasm of uncertain or unknown behaviour of other and unspecified sites.\nBone and articular cartilage"], "definitionCn": ["骨软骨瘤是儿童期常见的良性骨肿瘤,通常位于干骺端的一侧骨皮质,向骨表面生长,又称外生骨疣。本病可分为单发性和多发性,后者有遗传倾向,并影响骨骺发育或产生肢体畸形,称为多发性遗传性骨软骨瘤病,或骨干续连症。病变位于干骺端。以股骨远端、胫骨近端和肱骨近端最为多见。临床上骨软骨瘤无疼痛或压痛,压迫神经时产生相应症状。"], "definitionEn": ["A cartilage capped bony outgrowth of a long bone. Osteochondroma arises on the external surface of bone containing a marrow cavity that is continuous with that of the underlying bone."], "isDefinedBy": ["HPO"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": [["children", "儿童"]], "hasFindingSite": ["暂缺"], "hasSymptoms": [["Bursitis", "滑囊炎"], ["Myositis", "肌炎"], ["Pain", "疼痛"], ["Compression", "压迫"]], "Pathogeny": ["Osteochondromas do not result from injury and the exact cause remains unknown. Recent research has indicated that multiple osteochondromas is an autosomal dominant inherited disease. Germ line Mutations in EXT1 and EXT2 genes located on chromosomes 8 and 11 have been associated with the cause of the disease."], "isDiagnosedBy": [["PlainRadiography", "平片X线摄影"], ["Ultrasound", "超声检查"], ["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"]], "DifferentialDiagnosis": ["Imaging differential considerations include:hands: bizarre parosteal osteochondromatous proliferation (BPOP)\nhumerus: supracondylar spur: projects towards the elbow joint\nmalunited fracture"], "associatedTumours": [{"id": "tumor_child_104", "name": ["Chondrosarcoma", "软骨肉瘤"], "type": 0}], "OtherAssociatedIllness": ["bizarre parosteal osteochondromatous proliferation;supracondylar spur: projects towards the elbow joint;malunited fracture"], "CTImageDescription": ["CT demonstrates the same findings as on radiograph but is better able to demonstrate medullary continuity and the cartilage cap."], "MRIImageDescription": ["MRI is the best imaging modality to assess cartilage thickness (and thus assessing for malignant transformation), the presence of oedema in bone or adjacent soft tissues, and visualising neurovascular structures in the vicinity.The cartilage cap of osteochondromas appears the same as cartilage elsewhere, with intermediate to low signal on T1 and high signal on T2 weighted images. A cartilage cap of over 1.5 cm in thickness is suspicious for malignant degeneration. With intravenous gadolinium administration, enhancement of benign lesions is normally seen in the tissue that covers the cartilaginous cap which is fibrovascular in nature, however, the cartilaginous cap itself should not enhance."], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["暂缺"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["不属于严格意义上的肿瘤,本症又称骨疣,成因可能是从靠近骨膜的小软骨岛长出,或来自骺板软骨。凡软骨化骨的部位均可发生,下肢长管状骨占1/2,股骨下端和胫骨上端最多。其次为肱骨上端,桡骨和胫骨下端以及腓骨的两端。病变位于干骺端。随生长发育逐渐远离骺板。骨疣内的骨髓中脂肪组织丰富。骨疣的增长是靠软骨帽深层的软骨化骨作用。患儿发育成熟后,骨疣即停止生长。成年后软骨帽逐渐退化以至消失,偶持久存在并可继发为软骨肉瘤。"], "areas": {}}, "pics": {"c70": ["bone window", "骨窗"], "c71": ["non-contrast.Narrow-necked, broad-tipped cartilage-capped osteochondroma.  The cartilage cap is really very large and compressing adjacent soft tissues.", "non-contrast。口,broad-tipped cartilage-capped骨软骨瘤。软骨帽是非常大的，压迫邻近的软组织。"]}}