{"content": {"tumorNameEn": "RhabdoidMeningioma", "NameInCN": ["横纹肌样型脑膜瘤"], "nameAlsoEn": ["Meningioma, rhabdoid (morphologic abnormality)"], "nameAlsoCn": ["暂缺"], "MeshCode": ["暂缺"], "ICD_10Code": ["暂缺"], "ICD_OCode": ["9538/3"], "MeshThematicWord": ["暂缺"], "ICDThematicWord": ["暂缺"], "definitionCn": ["世界卫生组织III级脑膜瘤的特征是形成横纹肌样细胞的主要存在"], "definitionEn": ["A WHO grade III meningioma characterized by the predominant presence of rhabdoid cells forming "], "isDefinedBy": ["NCI"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": [["middle-aged", "中年"]], "hasFindingSite": ["暂缺"], "hasSymptoms": [["Headache", "头痛"], ["Seizure", "癫痫"], ["VisionAbnormal", "视觉异常"], ["NeurologicalDeficit", "神经受损"]], "Pathogeny": ["暂缺"], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"]], "DifferentialDiagnosis": ["暂缺"], "associatedTumours": ["暂缺"], "OtherAssociatedIllness": ["暂缺"], "CTImageDescription": ["暂缺"], "MRIImageDescription": ["Signal characteristics that correlate with aggressive behaviour of meningiomas include:T1: indistinct tumor border (saw teeth appearance of the margins) and marked mass effect\nT2/FLAIR: marked peritumoral edema\nDWI/ADC: hyperintense signals on DWI that show restricted diffusion on ADC correlate with hypercellularity and more aggressive behaviour\nT1 C+ (Gd): avid enhancement that may extend into the bone if associated with bone destruction\nMR spectroscopy: elevated level of alanine at short TE"], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["暂缺"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["暂缺"], "areas": {}}, "pics": {"d139": ["Frameless post-contrast CT brain performed to assist surgical approach. The large left frontoparietal vivid enhancing mass consistent with meningioma again noted.", "无边框的后对比CT大脑，用于辅助手术治疗。大左额叶的生动增强与脑膜瘤一致，再次说明。"], "d137": ["Rhabdoid Meningioma", "杆状的脑膜瘤"], "d140": ["Since the previous study (not shown), there has been unequivocal disease progression. Once again, there is a combination of gliosis and vasogenic oedema. There is a narrowing of the superior sagittal sinus but maintained flow voids are noted, unchanged compared to previously. This is well demonstrated on the axial T2 imaging. Susceptibility artefact is once again noted in the surgical bed. There is no further enhancing lesion noted.", "由于之前的研究(未显示)，已经有明确的疾病进展。再一次，出现了神经胶质瘤和血管原性水肿。有一个狭窄的上矢状窦，但保持流空洞被注意，没有改变与先前。这在轴向T2成像中得到了很好的证明。易感性的人工制品再次在手术床上被注意到。没有进一步的增强病灶。"], "d138": ["Overlying the left frontoparietal region there is a large extra-axial lesion that is slightly hypointense relative to grey matter on T1 and iso to hyperintense to grey matter on T2. There is mass effect with compression of the underlying sulci and a small contralateral midline shift. The lesion demonstrates moderate but slightly heterogeneous contrast enhancement. There is also dural enhancement and dural tail. Minimal subjacent white matter T2 hyperintensity but no significant vasogenic oedema. Medially the mass abuts the superior sagittal sinus which is not occluded or overtly invaded. Several prominent flow voids are noted within the mass. No invasion of the overlying bone and no significant hyperostosis. Incidental left middle cerebellar peduncle developmental venous anomaly. Nonspecific high T2 signal foci are noted in the white matter. The midline structures are unremarkable.", "在左额顶叶区域上方有一个较大的外轴病变，相对于T1和iso的灰质，在T2上的灰质上有轻微的偏置。有质量的影响，压迫的基础的sulci和一个小的对侧中线移位。病灶呈中度但略有不同的反差增强。还有硬膜的增强和硬膜的尾巴。最小的皮下白质T2高强度，但无明显的血管源性水肿。中矢状窦与上矢状窦相连，未被遮挡或明显侵犯。在质量中有几个突出的流空洞。不侵犯上覆骨，无明显增生。偶发性左侧小脑花梗发育性静脉畸形。非特异性高T2信号焦点在白质中。中线结构并不显著。"]}}