{"content": {"tumorNameEn": "PsammomatousMeningioma", "NameInCN": ["砂粒型脑膜瘤"], "nameAlsoEn": [" psammomatous", " meningioma"], "nameAlsoCn": ["暂缺"], "MeshCode": ["D008579"], "ICD_10Code": ["D32.9"], "ICD_OCode": ["9533/0"], "MeshThematicWord": ["Meningioma"], "ICDThematicWord": ["Benign neoplasm of meninges-Meninges, unspecified"], "definitionCn": ["世界卫生组织I级脑膜瘤的特征是存在以脑膜细胞为主的沙粒体。"], "definitionEn": ["A WHO grade I meningioma characterized by the presence of psammoma bodies that predominate over the meningeal cells."], "isDefinedBy": ["NCI"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": [["female", "女性"]], "hasFindingSite": ["暂缺"], "hasSymptoms": ["暂缺"], "Pathogeny": ["暂缺"], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"]], "DifferentialDiagnosis": ["暂缺"], "associatedTumours": ["暂缺"], "OtherAssociatedIllness": ["暂缺"], "CTImageDescription": ["Usually presented as an extra-axial calcified mass lesion, although in some instances the mass is hyperdense on CT without overt calcification (more sparse psammoma bodies). "], "MRIImageDescription": ["Signal characteristics will depend on how calcified the tumour is. If very heavily calcified then the mass will be low on all sequences with little if any visible enhancement (burnt out meningioma). If calcification is less marked then signal characteristics are typically: T1: hypo- or isointense\nT2: hypo- or isointense\nT1 C+ (Gd): presence of enhancement"], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["砂粒体型脑膜瘤的特征是在肿瘤中形成许多矿物质化的同心圆结构和砂粒小体。"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["暂缺"], "areas": {}}, "pics": {"d121": ["The mass is of heterogeneous signal with a central area of low signal on all sequences and a more iso-intense component on T1 and T2 sequences posterolaterally. Most of the mass enhances and demonstrates signal loss and blooming. A moderate amount of oedema is present in the adjacent brain.", "在所有的序列上都有一个低信号的中心区域，并且在T1和T2序列上有一个更强的等强分量。大部分的质量增强和显示信号丢失和开花。在邻近的大脑中存在中度水肿。"], "d119": ["MRI shows a well defined soft tissue mass lesion in the sellar region which enlarges the sella and extends to the suprasellar cistern, and right ethmoid and sphenoid sinuses. There is also a bilateral encasement of the carotid arteries especially at the left side (best shown on CT images). It is mainly homogenously hypo signal on both T1 and long TR images. After the administration of intravenous gadolinium the mass shows marked enhancement.", "MRI显示在鞍区有一个良好定义的软组织肿块，它扩大了鞍区，并延伸至肩胛下池，右筛骨和蝶窦。颈动脉尤其在左侧(CT图像上显示的最好)，也有双侧包围。它主要是在T1和长TR图像上都是同质的hypo信号。在静脉注射钆后，肿块呈显著增强。"], "d118": ["CT scan shows a well defined lobular heavily calcified mass lesion at the sellar region measuring 25 x 22 x 15 mm.", "CT扫描显示在sellar区域有一个定义良好的小叶钙化肿块病变25 x 22 x15毫米。"], "d120": ["Scan performed in the emergency department demonstrates a large calcified extra-axial mass in the left anterior cranial fossa.", "在急诊科进行的扫描显示左前颅窝有一大块钙化的外轴肿块。"]}}