{"content": {"tumorNameEn": "PlexiformNeurofibroma", "NameInCN": ["丛状型神经纤维瘤"], "nameAlsoEn": ["Elephantiasis Neuromatosis", "Neuroma, Plexiform"], "nameAlsoCn": ["暂缺"], "MeshCode": ["D018318"], "ICD_10Code": ["暂缺"], "ICD_OCode": ["9550/0"], "MeshThematicWord": ["Neurofibroma, Plexiform"], "ICDThematicWord": ["暂缺"], "definitionCn": ["当肿瘤涉及丛的多个主干或大神经的多个分支（例如坐骨神经）时形成的伸长和多结节神经纤维瘤。 一些丛状神经纤维瘤类似于一袋蠕虫,另一些则产生大量的神经堆积。"], "definitionEn": ["An elongated and multinodular neurofibroma, formed when the tumor involves either multiple trunks of a plexus or multiple fascicles of a large nerve, such as the sciatic. Some plexiform neurofibromas resemble a bag of worms, others produce a massive ropy enlargement of the nerve."], "isDefinedBy": ["NCI"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": [["children", "儿童"]], "hasFindingSite": ["暂缺"], "hasSymptoms": [["Mass", "肿块"]], "Pathogeny": ["The predisposition to tumor formation is related to genetic abnormalities which interfere with a protein that normal regulates and prevents tumor formation."], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"], ["X-ray", "X射线检测"]], "DifferentialDiagnosis": ["On imaging consider:sarcoma\nplexiform schwannoma\nlymphatic malformation\nvenous malformation"], "associatedTumours": [{"id": "tumor_child_96", "name": ["EwingSarcoma/PNET", "尤文氏肉瘤/原始神经外胚层肿瘤"], "type": 0}, {"id": "tumor_child_97", "name": ["Liposarcoma", "脂肪肉瘤"], "type": 0}, {"id": "tumor_child_99", "name": ["Osteosarcoma", "骨肉瘤"], "type": 0}, {"id": "tumor_child_101", "name": ["UndifferentiatedPleomorphicSarcoma/MalignantFibrousHistiocytoma", "未分化多形性肉瘤/恶性纤维组织细胞瘤"], "type": 0}, {"id": "tumor_child_102", "name": ["EpithelioidHaemangioendothelioma", "上皮样血管内皮细胞瘤"], "type": 0}, {"id": "tumor_child_104", "name": ["Chondrosarcoma", "软骨肉瘤"], "type": 0}, {"id": "tumor_child_110", "name": ["Angiosarcoma", "血管肉瘤"], "type": 0}, {"id": "tumor_child_111", "name": ["KaposiSarcoma", "卡波西肉瘤"], "type": 0}, {"id": "tumor_child_112", "name": ["Fibrosarcoma", "纤维肉瘤"], "type": 0}, {"id": "tumor_child_117", "name": ["Rhabdomyosarcoma", "横纹肌肉瘤"], "type": 0}, {"id": "tumor_child_120", "name": ["Leiomyosarcoma", "平滑肌肉瘤"], "type": 0}, {"id": "tumor_child_61", "name": ["HistiocyticSarcoma", "组织细胞肉瘤"], "type": 0}, {"id": "tumor_child_152", "name": ["PlexiformSchwannoma", "丛状型施旺细胞瘤"], "type": 0}], "OtherAssociatedIllness": ["lymphatic malformation;venous malformation"], "CTImageDescription": ["Non-specific infiltrative subcutaneous lesion."], "MRIImageDescription": ["Reported signal characteristics include:T1: hypointense\nT2: hyperintense +/- hypointense central focus (target sign)\nT1 C+: mild enhancement"], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["在成像上考虑：\n\n肉瘤\n丛状神经鞘瘤\n淋巴管畸形\n静脉畸形"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["肿瘤形成的倾向与基因异常有关,它会干扰正常调节和阻止肿瘤形成的蛋白质。"], "areas": {}}, "pics": {"d104": ["The right optic nerve is expanded within the orbit and is T2 hyperintense. There is no convincing intracranial extension, and the chiasm appears unremarkable in size and signal. No abnormal enhancement identified within the optic apparatus or other part of the brain. No intra extra-axial collection or mass is evident elsewhere.", "右眼神经在眶内扩张，T2超紧张。没有令人信服的颅内外延，并且在大小和信号上的交叉显示不显著。在光学仪器或大脑的其他部分没有发现异常的增强。在其他地方没有明显的外轴收集或质量。"], "d103": ["A lobulated and serpentine extra-conal soft tissue mass lesion is seen creeping along the infero-lateral aspect of the right orbit and extending to the right infra-temporal fossa through a widened inferior orbital fissure with associated widening of the foramen rotandum and ptergo-maxillary fissure with possible extension backwards into the pterygopalatine ganglion and its branches within the pterygopalatine fossa. The lesion measures about 5.4 X 2.5 x 4 cm in its maximal axial and cranio-caudal dimensions respectively. It shows heterogeneous intermediate signal in T1 turning into bright signal in both T2 and T2 STIR images with mild homogeneous post-contrast enhancement. The intra-orbital component is seen encroaching upon the intra-orbital fat closely related to inferior aspect of the eye globe with no right orbital proptosis as well as indenting the inferior and lateral recti muscles with no significant displacement.  The lesion extends anteriorly and inferiorly within the right lower eyelid. The infra-temporal component is seen related to the mandibular ramus and lateral pterygoid muscles and shows subcutaneous extension seen superficial to the right masseter as well as the temporalis muscles.", "分和蛇形extra-conal软组织肿块逐渐沿着正确的轨道和infero-lateral方面向右扩展infra-temporal窝通过扩大眶下裂和扩大孔rotandum相关ptergo-maxillary裂缝可能向后扩展到pterygopalatine pterygopalatine窝内神经节及其分支。病灶大小分别为最大轴向和颅骨尾尺寸5.4 X 2.5 X 4 cm。在T2和T2中均显示了非均匀的中间信号，在T2和T2中都有较强的均匀后对比度增强。眼眶内的部分可见与眼球的下端密切相关的眶内脂肪的侵犯，没有正确的眼眶突出，同时也侵犯了下颌和外侧的直肠肌，没有明显的移位。病灶在右下眼睑的前部和下方延伸。在颞下颌支肌和外侧翼状肌中可见到颞下颌肌，并显示皮下扩张，可见右侧的咀嚼肌和颞肌。"], "d102": ["There are multiple subcutaneous, intermuscular T1-hypointense and T2-iso-hyperintense well seen on STIR images neurofibromas localized at right shoulder, palbable as dense, painless, sedentary nodules. Multiple hyperpigmentated café au lait spots at skin, more at the right arm (his mother also has same spots, but a few). There is neurofibromas connection with magistral vessels: shoulder, axiallary, subclavian arteris and veins, brachiocephalic trunk and further to right common carotid artery, left common carotid artery and proximal left subclavian artery, V1 and V2 segments of the right vertebral artery as well as with С5-С6, C6-C7, C7-Th1, Th-Th2 radicles with possible intraspinal distribution.", "有多种皮下、肌肉间的T1-hypointense和t2 -iso- hyper，在右肩关节处的神经纤维瘤中可见到，如高密度、无痛、久坐的结节。在皮肤上有多处色素沉着的cafe au lait斑点，更多的在右臂(他的母亲也有同样的斑点，但有一些)。与独断的血管纤维瘤联系:肩膀,axiallary,锁骨下arteris和静脉、头臂动脉干,进一步向右颈总动脉、左颈总动脉和左锁骨下动脉近端,V1和V2的右椎动脉以及С5-С6 C6-C7,C7-Th1,Th-Th2胚根可能脊柱内的分布。"], "d101": ["There are multiple confluent enhancing lesions predominantly on the left side of the neck and in the upper mediastinum which are responsible for an asymetrical steNOSis of the pharynx and trachea. Notice the target sign on T2 sequence typical for neurofibromas.", "在颈部左侧和上纵膈腔中有多个合流增强病灶，它们负责咽部和气管的非对称狭窄。注意神经纤维瘤的T2序列的目标标记。"]}}