{"content": {"tumorNameEn": "ChoroidPlexusPapilloma", "NameInCN": ["脉络丛乳头状瘤"], "nameAlsoEn": ["暂缺"], "nameAlsoCn": ["脉络丛上皮瘤", "脉络丛腺瘤"], "MeshCode": ["D020288"], "ICD_10Code": ["C71.5"], "ICD_OCode": ["暂缺"], "MeshThematicWord": ["Papilloma, Choroid Plexus"], "ICDThematicWord": ["Malignant neoplasm of brain, \nCerebral ventricles"], "definitionCn": ["脉络丛乳头状瘤又称脉络丛乳头状瘤,是一种罕见的良性神经上皮性脑室内脑室内I型病变,发现于脉络丛中。 它会导致脑脊液产量增加,从而导致颅内压增高和脑积水。\n"], "definitionEn": ["Choroid plexus papillomas (CPPs) are benign neoplasms of the choroid plexus, a structure made from tufts of villi within the ventricular system that produces cerebrospinal fluid (CSF)."], "isDefinedBy": ["medscape"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": ["暂缺"], "hasFindingSite": ["暂缺"], "hasSymptoms": ["暂缺"], "Pathogeny": ["CPPs arise from the single layer of cuboidal epithelial cells lining the papillae of the choroid plexus. The choroid plexus is associated with the ventricular lining of the body, trigone, and inferior horn of the lateral ventricless; the foramen of Monro; the roof of the third ventricles; and the posterior portion of the roof of the fourth ventricles. The typical locations of normal choroid plexus correspond to the most common locations for a CPP to occur."], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"]], "DifferentialDiagnosis": ["Choroid plexus tumors need to be distinguished from a wide variety of lesions, both neoplastic and non-neoplastic. In the realm of non-neoplastic lesions, choroid plexus papillomas must be distinguished from both normal choroid plexus and villous hypertrophy of the choroid plexus; as discussed earlier, mild epithelial cell cytomorphologic abnormalities in conjunction with cellular crowding and stratification are reliable features in favor of choroid plexus papillomas."], "associatedTumours": [{"id": "tumor_child_24", "name": ["AtypicalTeratoid/RhabdoidTumour", "非典型畸胎样/横纹肌样肿瘤（AT/RT）"], "type": 0}, {"id": "tumor_child_0", "name": ["ChoroidPlexusCarcinomas", "脉络丛乳头状癌"], "type": 0}, {"id": "tumor_child_25", "name": ["Medulloblastomas,WNT-activated", "髓母细胞瘤,WNT激活"], "type": 0}, {"id": "tumor_child_42", "name": ["Ependymoma", "室管膜瘤"], "type": 0}, {"id": "tumor_child_79", "name": ["Meningioma", "脑膜瘤"], "type": 0}, {"id": "tumor_child_27", "name": ["Medulloblastomas,SHH-activatedAndTP-53-mutant", "髓母细胞瘤,SHH激活伴TP53突变型"], "type": 0}, {"id": "tumor_child_28", "name": ["Medulloblastomas,SHH-activatedAndTP-54-wildtype", "髓母细胞瘤,WNT激活伴TP53野生型"], "type": 0}, {"id": "tumor_child_29", "name": ["Medulloblastomas,non-WNT/non-SHH", "髓母细胞瘤,WNT激活伴/非SHH"], "type": 0}, {"id": "tumor_child_30", "name": ["Medulloblastomas,group3", "髓母细胞瘤,group 3"], "type": 0}, {"id": "tumor_child_31", "name": ["Medulloblastomas,group4", "髓母细胞瘤,group 4"], "type": 0}, {"id": "tumor_child_32", "name": ["Medulloblastomas,classic", "髓母细胞瘤,经典型"], "type": 0}, {"id": "tumor_child_33", "name": ["Medulloblastomas,desmoplastic/nodular", "髓母细胞瘤,多纤维性/结节增生"], "type": 0}, {"id": "tumor_child_34", "name": ["MedulloblastomasWithExtensiveNodularity", "髓母细胞瘤伴有广泛小结型"], "type": 0}, {"id": "tumor_child_35", "name": ["Medulloblastomas,largeCell/anaplastic", "髓母细胞瘤,大细胞型/间变型"], "type": 0}, {"id": "tumor_child_36", "name": ["Medulloblastomas,NOS", "髓母细胞瘤,NOS"], "type": 0}, {"id": "tumor_child_134", "name": ["CentralNeurocytoma", "中枢神经细胞瘤"], "type": 0}, {"id": "tumor_child_139", "name": ["SubependymalGiantCellAstrocytoma", "室管膜下巨细胞星形细胞瘤"], "type": 0}, {"id": "tumor_child_43", "name": ["Subependymoma", "室管膜下瘤"], "type": 0}, {"id": "tumor_child_2", "name": ["AtypicalChoroidPlexusPapillomas", "不典型性脉络丛乳头状瘤"], "type": 0}], "OtherAssociatedIllness": ["choroid plexus metastases;exophytic glioma"], "CTImageDescription": ["The advent of CT scanning has resulted in improvement in the detection and characterization of all intracranial masses, including choroid plexus papillomas. Choroid plexus papillomas appear as well-marginated round or lobulated solid masses and are isoattenuating or hyperattenuating relative to normal brain parenchyma on nonenhanced scans. In as many as 24% of patients, the tumors may contain foci of calcification, which is readily demonstrated on CT scans, compared with MRI. Choroid plexus papillomas are strongly enhancing after the intravenous administration of contrast material.In children, choroid plexus papillomas can be heterogeneous in appearance because of the accumulation of cerebrospinal fluid (CSF), blood, and blood products between the fronds and papillae. A heterogeneous appearance is a possible sign of malignancy. In adults, most choroid plexus papillomas are heterogeneous secondary to cystic and/or calcific degeneration. Associated findings include hydrocephalus, which may involve the lateral, third, and fourth ventricless to varying degrees. [12, 13]The presence of irregular margins should raise concerns about malignancy. Choroid plexus papillomas may have limited parenchymal invasion, which makes the distinction of the benign tumor from its malignant counterpart difficult.Ossification in choroid plexus papillomas does not occur, although it has recently been described in one case of a papilloma within the fourth ventricles in a 21-year-old man. [14]"], "MRIImageDescription": ["MRI the test of choice for the diagNOSis of choroid plexus papilloma for several reasons.Multiplanar imaging, which is possible with MRI, can be used to precisely localize and determine the extent of the choroid plexus papilloma and thereby aid in surgical planning. MRI also has the advantage of eliminating artifacts of the posterior fossa, which can occasionally be problematic with CT scanning. In addition, MRI easily depicts local parenchymal invasion, which is occasionally present, and may be useful in distinguishing benign tumors from more aggressive or malignant choroid plexus tumors.Choroid plexus papillomas can occasionally be bilateral or multiple, and interventricular extension, an ancillary diagNOStic sign of choroid plexus papilloma, is readily identified in the coronal plane. This sign is not described with other interventricular tumors. Although uncommon, interventricular extension through the foramen of Munro, cerebral aqueduct, or foramen of Luschka or Magendie is also helpful diagNOStic sign (see the following image). [17]"], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["1.发生于儿童者与室管膜瘤、髓母细胞和星形细胞瘤等鉴别。\n2.发生于成人者与脑膜瘤和转移瘤等鉴别。\n3.与乳头状癌的鉴别诊断依据术后病理。"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["起源于脑室脉络丛上皮细胞的缓慢生长的良性肿瘤。"], "areas": {}}, "pics": {"p2": ["Axial T1-weighted nonenhanced magnetic resonance image (repetition time, 450 ms; echo time, 20 ms) shows that the mass is predominantly isointense relative to the cortex.", "轴向t1加权非增强磁共振图像(重复时间，450毫秒;回声时间，20毫秒)显示，相对于皮质，质量主要是等强烈的。"], "p1": ["Interventricular extension through the foramen of Munro, cerebral aqueduct, or foramen of Luschka or Magendie can occur with a choroid plexus papilloma; this is an ancillary diagNOStic sign that is not described with other interventricular tumors.", "室间伸展通过门罗的孔，脑导水管，或Luschka或Magendie的孔可以发生脉络膜丛乳头状瘤;这是一个辅助诊断信号，并没有被描述为其他的室间肿瘤。"], "p3": ["Sagittal T1-weighted contrast-enhanced magnetic resonance image (repetition time, 500 ms; echo time, 12 ms) shows intense heterogeneous enhancement. Note the extension into the third ventricle.", "矢状t1加权对比度增强磁共振图像(重复时间，500毫秒;回声时间，12毫秒)显示强烈的非均匀增强。注意到第三脑室的延伸。"]}}