{"content": {"tumorNameEn": "AtypicalMeningioma", "NameInCN": ["非典型性脑膜瘤"], "nameAlsoEn": ["meningioma atypical"], "nameAlsoCn": ["暂缺"], "MeshCode": ["暂缺"], "ICD_10Code": ["暂缺"], "ICD_OCode": ["9539/1"], "MeshThematicWord": ["暂缺"], "ICDThematicWord": ["暂缺"], "definitionCn": ["WHO II级脑膜瘤以脑入侵和有丝分裂活性增加为特征,或者至少有三种以下形态特征：小细胞,高细胞性,显着的核仁,缺乏结构模式和坏死。"], "definitionEn": ["A WHO grade II meningioma characterized by the presence of brain invasion and an increased mitotic activity, or at least three of the following morphologic features: small cells, high cellularity, prominent nucleoli, lack of architectural pattern, and necrosis."], "isDefinedBy": ["NCI"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": ["暂缺"], "hasFindingSite": ["暂缺"], "hasSymptoms": ["暂缺"], "Pathogeny": ["暂缺"], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"]], "DifferentialDiagnosis": ["暂缺"], "associatedTumours": ["暂缺"], "OtherAssociatedIllness": ["暂缺"], "CTImageDescription": ["暂缺"], "MRIImageDescription": ["暂缺"], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["暂缺"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["暂缺"], "areas": {}}, "pics": {"d135": ["A large left frontal extra axial space occupying lesion compressing the left frontal lobe causing cortical buckling with CSF cleft in between (CSF cleft sign). The lesion exerts positive mass effect in form of rightward subfalcine herniation and early left uncal herniation. There is associated rightward midline shift with contralateral dilatation of the lateral ventricle and CSF permeation. The lesion is surrounded by grade II edema. It displays iso signal on T1, bright signal on T2 and FLAIR with restricted diffusion on DWI reflecting packed cellularity. Moreover there is strong enhancement after contrast administration with typical dural tail sign.", "大左额叶额外的轴向空间占位性病变压迫左额叶，造成皮层屈曲与CSF裂隙之间(CSF裂口标志)。病灶表现为右向下腹疝及早期左外疝的正质量效应。在侧脑室和脑脊液浸润的侧侧扩张有相关的右中线移位。病灶周围有二级水肿。它显示了T1上的iso信号，T2上的亮信号，以及在DWI上有限制的扩散的天赋，反映了细胞的填充性。此外，在对比管理后，具有典型的硬膜尾标志的增强。"], "d134": ["A heterogeneously enhancing extra-axial solid mass with a large cystic component is noted on the left. Underlying sulci and gray matter are distorted. Some underlying vasogenic oedema significant mass effect are present. The solid component demonstrates some restricted diffusion (similar ADC to parenchyma). Punctate susceptibility on the gradient echo sequences with no identifiable calcification on the CT  (not shown) likely represents hemosiderin.", "左侧可见一种具有大囊性成分的异质增强外轴固体质量。潜在的脑沟和灰质被扭曲。一些潜在的血管生成水肿具有显著的质量效应。固体成分显示了一些限制性的扩散(类似的ADC到薄壁组织)。在CT(未显示)上没有明显钙化的梯度回声序列上的斑点敏感性可能代表hemosiderin。"], "d136": ["A large left frontal extra-axial mass is present with marked positive mass effect and associated oedema in the adjacent brain. Areas of signal loss are consistent with calcification / mineralisation.", "大左额外轴质量在邻近的大脑中具有显著的正质量效应和相关的水肿。信号丢失的区域与钙化/矿化相一致。"]}}