{"content": {"tumorNameEn": "IntravascularLargeB-cellLymphoma", "NameInCN": ["血管内大B细胞淋巴瘤"], "nameAlsoEn": ["Angioendotheliomatosis, angiotropic large-cell lymphoma"], "nameAlsoCn": ["血管内皮瘤病"], "MeshCode": ["C535293"], "ICD_10Code": ["C83.8"], "ICD_OCode": ["9712/3"], "MeshThematicWord": ["Reactive angioendotheliomatosis"], "ICDThematicWord": ["Non-follicular lymphoma.Other non-follicular lymphoma"], "definitionCn": ["血管内大B细胞淋巴瘤(intravascular large B cell lymphoma)的特点为大量肿瘤B细胞聚集在血管内。好侵犯中枢神经和皮肤。皮损形态多样,有的类似具有紫色丘疹或结节的经典性淋巴瘤。"], "definitionEn": ["A rare extranodal B-cell non-Hodgkin lymphoma, characterized by the presence of lymphoma cells exclusively in the lumina of small vessels, particularly capillaries. This is an extremely aggressive lymphoma which responds poorly to chemotherapy."], "isDefinedBy": ["WHO"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": [["youth", "青年"]], "hasFindingSite": ["暂缺"], "hasSymptoms": [["Encephalopathy", "脑病"], ["Fever", "发热"], ["NeurologicalDeficit", "神经受损"]], "Pathogeny": ["暂缺"], "isDiagnosedBy": [["ImmunohistochemicalStains", "免疫组织化学染色法"]], "DifferentialDiagnosis": ["Entities which promotes multifocal brain lesions associated with a rapidly\nprogressive dementia should be considered as a differential diagNOSis (e.g. stroke, primary angiitis of the CNS, infection and neoplasia)"], "associatedTumours": [{"id": "tumor_child_16", "name": ["Glioblastoma,IDH-wildtype", "胶质母细胞瘤,IDH野生型"], "type": 0}], "OtherAssociatedIllness": ["stroke;primary angiitis of the cns"], "CTImageDescription": ["暂缺"], "MRIImageDescription": ["T2/FLAIR: hypersignal abnormalities in a dynamic pattern (resolution of some and the new appearance of others) \nDWI/ADC: restriction areas in a dynamic pattern \nT1 C+ (Gd): a persistent mass-like enhancement may be noted in proximity to the T2 or DWI changes. Different patterns of parenchymal and meningeal enhancement may be seen"], "CTImageDescriptionInCN": ["平扫：肿瘤好发于脑深部,如基底节部、脑室周围、胼胝体区,多数肿瘤邻近室管膜。单发者为等或略高密度病变,密度多较均一。边界多清楚,但也可模糊不清。肿瘤内可有坏死性低密度或点状钙化。多发者为散在结节或不规则高密度影,边界清楚。周围可有不同程度水肿和占位表现。\n\n增强：单发和多发肿瘤均呈明显均一强化,边界清楚,病灶呈分叶或类圆形,少数为环状强化。"], "DifferentialDiagnosisInCN": ["促进与快速进展性痴呆相关的多焦点脑损伤的实体应被视为鉴别诊断（例如中风,CNS原发性血管炎,感染和瘤形成）"], "MRIImageDescriptionInCN": ["平扫：单发肿瘤在T1WI与脑皮质等信号或呈略低信号,在 T2WI呈等或略高信号,信号强度均一,边界较清。免疫缺陷的病人,肿瘤信号常不均,其内可见出血和坏死灶。肿瘤也可多发,甚至呈大片状浸润,边界不清,T2WI肿瘤呈弥漫性不均一高信号,广泛累及桥脑、小脑、大脑白质、基底节,类似大脑胶质瘤病。\n\n增强：多数肿瘤呈明显均一强化,边界清楚。免疫缺陷的病人,肿瘤可以呈环状强化。"], "PathogenyInCN": ["尚不明确。"], "areas": {}}, "pics": {"c131": ["sagittal FLAIR", "矢状天赋"], "c134": ["Axial T1 C+.Extensive deep white matter signal change demonstrated on both FLAIR and T2. The signal change extends to the subcortical region and also involves the splenium of the corpus Callosum. The signal change appears more extensive posteriorly. No contrast enhancement of these areas or abnormal enhancement elsewhere. The posterior fossa appears uninvolved.The time of flight and post contrast MRA (not shown) demonstrate normal anatomical variance with a foetal origin of the right PCA. There is no evidence of steNOSis, or mural enhancement of the circle of Willis vasculature to suggest vasculitis.CONCLUSION:There is extensive bilateral white matter FLAIR signal change which is increased since the previous examination. The differential diagNOSis includes demyelination (including ADEM) despite the patient's age. Other possibilities include vasculitis or intravascular lymphoma. ", "轴向T1 C +。广泛的深部白质信号的变化显示在天赋和T2。信号变化延伸到皮层下区域，也涉及胼胝体的脾。信号的变化似乎更广泛。这些区域的对比度增强，或其他地方的异常增强。后窝似乎没有参与。飞行时间和后对比MRA(未显示)显示正常的解剖变异与胎儿起源的右PCA。没有证据表明有狭窄，或威利斯脉管系统的壁增强提示血管炎。结论:自上次检查以来，出现了大量的双侧白质信号变化。鉴别诊断包括脱髓鞘(包括ADEM)，尽管患者的年龄。其他可能包括血管炎或血管内淋巴瘤。"], "c132": ["Axial DWI", "轴向醉酒驾车"], "c130": ["axial FLAIR", "轴向天赋"], "c133": ["Axial T1", "轴向T1"]}}