{"content": {"tumorNameEn": "SubependymalGiantCellAstrocytoma", "NameInCN": ["室管膜下巨细胞星形细胞瘤"], "nameAlsoEn": ["Astrocytoma, Subependymal Giant Cell"], "nameAlsoCn": ["暂缺"], "MeshCode": ["D001254"], "ICD_10Code": ["D43.2"], "ICD_OCode": ["9384/1"], "MeshThematicWord": ["Astrocytoma"], "ICDThematicWord": ["Neoplasm of uncertain or unknown behaviour of brain and central nervous system-Brain, unspecified"], "definitionCn": ["一种良性,缓慢生长的肿瘤（WHO I级）,典型地出现在侧脑室壁并由大的ganglioid星形胶质细胞组成。 这是结节性硬化症患者中最常见的中枢神经系统肿瘤,通常发生在头20年。"], "definitionEn": ["A benign, slowly growing tumor (WHO grade I) typically arising in the wall of the lateral ventricless and composed of large ganglioid astrocytes. It is the most common CNS neoplasm in patients with tuberous sclerosis complex and typically occurs during the first two decades of life. "], "isDefinedBy": ["WHO"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": ["暂缺"], "hasFindingSite": ["暂缺"], "hasSymptoms": [["Headache", "头痛"], ["Seizure", "癫痫"], ["Nausea", "恶心"], ["VisionAbnormal", "视觉异常"], ["Vomiting", "呕吐"], ["Lethargy", "嗜睡"], ["Blurry", "视力模糊"], ["DoubleVision", "重影"], ["PersonalityChange", "人格改变"]], "Pathogeny": ["Patients with tuberous sclerosis are prone to develop these tumors, whereas subependymal giant cell astrocytomas are rarely, if ever, encountered outside of patients with the disease. Such patients exhibit a germline mutation of either the TSC1 or TSC2, with no clinical distinction evident on which gene is mutated.  Indeed, the only known risk factor for developing a subependymal giant cell astrocytoma is a germline mutation of 1 of these 2 genes."], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"]], "DifferentialDiagnosis": ["In the clinical context of known tuberous sclerosis, the appearance is virtually pathognomonic, and the main differential is between a subependymal nodule and SGCA. Serial imaging is most helpful here, as growth implies SGCA.\nOther general considerations include:\ncentral neurocytoma\nchoroid plexus papilloma (CPP)\nchoroid plexus carcinoma (CPC)"], "associatedTumours": [{"id": "tumor_child_96", "name": ["EwingSarcoma/PNET", "尤文氏肉瘤/原始神经外胚层肿瘤"], "type": 0}, {"id": "tumor_child_141", "name": ["ChordoidGliomaOfTheThirdVentricles", "第三脑室脊索样胶质瘤"], "type": 0}, {"id": "tumor_child_0", "name": ["ChoroidPlexusCarcinomas", "脉络丛乳头状癌"], "type": 0}, {"id": "tumor_child_100", "name": ["Haemangioblastoma", "血管母细胞瘤"], "type": 0}, {"id": "tumor_child_75", "name": ["MeningealMelanocytoma", "脑膜黑素细胞瘤"], "type": 0}, {"id": "tumor_child_134", "name": ["CentralNeurocytoma", "中枢神经细胞瘤"], "type": 0}, {"id": "tumor_child_1", "name": ["ChoroidPlexusPapilloma", "脉络丛乳头状瘤"], "type": 0}, {"id": "tumor_child_59", "name": ["Rosai-DorfmanDisease", "罗-道病"], "type": 1}], "OtherAssociatedIllness": ["subependymal nodule"], "CTImageDescription": ["typically appears as an intraventricular mass near the foramen of Monro\nthey are usually larger than 1 cm\nlesions are iso- or slightly hypoattenuating to grey matter \ncalcification is common and haemorrhage is possible\naccompanying hydrocephalus may be present\noften shows marked contrast enhancement (subependymal nodules also enhance)"], "MRIImageDescription": ["T1: heterogenous and hypo- to isointense to grey matter \nT2: heterogenous and hyperintense to grey matter; calcified components can be hypointense\nT1 C+ (Gd): can show marked enhancement"], "CTImageDescriptionInCN": ["平扫：室管膜下巨细胞型星形细胞瘤多伴发结节性硬化,占结节性硬化患者的10~15%,能否见于结节性硬化以外的患者目前还存在争议。多数患者在20岁以前出现症状。肿瘤表现为室间孔区肿块,呈低、等或混杂密度,边缘光整或呈分叶状。肿块内常有囊变及不规则或结节状钙化。常伴有两侧侧脑室扩大。\n增强：肿块实质部分强化,囊变区不强化。此外还可见两侧侧脑室室管膜下结节或钙化影等结节性硬化的表现。\n"], "DifferentialDiagnosisInCN": ["中央性神经细胞瘤：多位于侧脑室及中线部位,无结节性硬化的脑内其他表现。\n室管膜瘤：幕上少见,形态不规整,肿瘤较大时常侵及脑室旁的脑实质,无结节性硬化的表现。\n室管膜下瘤：脑室内不规则肿块,边界清晰,增强无强化或轻微散在强化。\n第三脑室胶样囊肿：位于中心三脑室的囊肿,圆形T1等或稍高信号,T2稍低信号,无强化。"], "MRIImageDescriptionInCN": ["平扫：肿瘤信号常不均一,T1WI 呈等或低信号,T2WI 呈等或高信号。常伴有两侧侧脑室扩大和结节性硬化胶质结节的表现,\n\n增强：病灶呈不均一强化。"], "PathogenyInCN": ["结节性硬化患者倾向于发展这些肿瘤,而室管膜下巨细胞星形细胞瘤很少,如果曾经遇到过该病患者。 这些患者表现出TSC1或TSC2的种系突变,而对哪个基因发生突变没有明显的临床区别。 实际上,发生室管膜下巨细胞星形细胞瘤的唯一已知危险因素是这2种基因中有1种的种系突变。"], "areas": {}}, "pics": {"c5": ["MRI of brain with sub-ependymal giant cell astrocytoma", "脑膜下巨大细胞星形细胞瘤的MRI。"], "c6": ["A 2cm mass is located near the left foramen of Munro with associated ventriculomegaly, presumably due to obstruction at the level of the foramen. The mass is of soft tissue attenuation and demonstrates vivid contrast enhancement. A single calcified subependymal focus is present on the lateral aspect of the right lateral ventricle. There is slight heterogeneity of the white matter of the cerebral hemispheres.", "在门罗的左孔附近有一个2厘米的肿块，并伴有脑室肿大，大概是由于孔的水平阻塞造成的。质量为软组织衰减，表现出鲜明的对比增强。在右侧脑室的外侧侧面有一个单一钙化的室管膜灶。大脑半球的白质有轻微的异质性。"], "c8": ["Subependymal nodule seen to be calcified on CT is visible (red arrow) on FLAIR and T2 as a region of low signal.Best seen on FLAIR are radial glial bands (yellow arrows) and cortical / subcortical tubers (green arrows). ", "CT上可见钙化结节状结节(红色箭头示)，T2为低信号区。在天赋上最能看到的是径向滑动条(黄色箭头)和皮质/皮层下块茎(绿色箭头)。"], "c7": ["A 2cm mass is located near the left foramen of Munro with associated ventriculomegaly, presumably due to obstruction at the level of the foramen. The mass is of soft tissue attenuation and demonstrates vivid contrast enhancement.A single calcified subependymal focus is present on the lateral aspect of the right lateral ventricle. There is slight heterogeneity of the white matter of the cerebral hemispheres.", "在门罗的左孔附近有一个2厘米的肿块，并伴有脑室肿大，大概是由于孔的水平阻塞造成的。质量为软组织衰减，表现出鲜明的对比增强。在右侧脑室的外侧侧面有一个单一钙化的室管膜灶。大脑半球的白质有轻微的异质性。"]}}