{"content": {"tumorNameEn": "MyxopapillaryEpendymoma", "NameInCN": ["粘液乳头型室管膜瘤"], "nameAlsoEn": ["Cellular Ependymoma", "Clear Cell Ependymoma"], "nameAlsoCn": ["粘液性室管膜瘤"], "MeshCode": ["D004806"], "ICD_10Code": ["D43.2"], "ICD_OCode": ["9394/1"], "MeshThematicWord": ["Ependymoma"], "ICDThematicWord": ["Neoplasm of uncertain or unknown behaviour of brain and central nervous system-Brain, unspecified"], "definitionCn": ["世界卫生组织I级胶质瘤缓慢增长,一般发生在年轻人身上。 它几乎全部出现在脊髓的圆锥,马尾,和电线终端。 它通常具有良好的预后,并且组织学表征为肿瘤细胞以乳头状排列在血管化的粘液质基质核心周围"], "definitionEn": ["A slow growing, WHO grade I glioma which generally occurs in young adults. It arises almost exclusively in the conus medullaris, cauda equina, and filum terminale of the spinal cord. It generally has a favorable progNOSis and is characterized histologically by tumor cells arranged in a papillary manner around vascularized mucoid stromal core"], "isDefinedBy": ["WHO"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": [["youth", "青年"]], "hasFindingSite": ["暂缺"], "hasSymptoms": [["Pain", "疼痛"], ["SubarachnoidHaemorrhage", "珠网膜下出血"], ["Dysfunction", "障碍"]], "Pathogeny": ["暂缺"], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"]], "DifferentialDiagnosis": ["Differential diagNOSis of a small conus and filum terminale myxopapillary ependymoma includes:\nspinal schwannoma: often indistinguishable from ependymoma\nspinal paragangliomaDifferential diagNOSis of a large myxopapillary ependymoma that causes sacral destruction:\naneurysmal bone cyst: involving the spine\nchordoma\ngiant cell tumour: involving the spine"], "associatedTumours": [{"id": "tumor_child_136", "name": ["Paraganglioma", "副神经节瘤"], "type": 0}], "OtherAssociatedIllness": ["spinal schwannoma;spinal paraganglioma;aneurysmal bone cyst;chordoma;giant cell tumour"], "CTImageDescription": ["If they become large, myxopapillary ependymomas may expand the spinal canal, cause scalloping of the vertebral bodies and extend out of the neural exit foramina."], "MRIImageDescription": ["Smaller tumours tend to displace the nerve roots of the cauda equina; larger tumours often compress or encase them 8.\nSignal characteristics\nT1\nusually isointense\nprominent mucinous component occasionally results in T1 hyperintensity\nhaemorrhage and calcification can also lead to regions of hyper- or hypointensity\nT2\noverall high intensity\nlow intensity may be seen at the tumour margins because of haemorrhage (myxopapillary ependymomas are the subtype of ependymomas that are most prone to haemorrhage 8)\ncalcification may also lead to regions of low T2 signal\nT1 C+ (Gd)\nenhancement is virtually always seen\nthe enhancement pattern is typically homogeneous. However, they can have a variable enhancement pattern that, in part, depends on the amount of haemorrhage present"], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["鉴别诊断小圆锥体和丝状体终末粘液细胞室管膜瘤包括：\n脊神经鞘瘤：常与室管膜瘤难以区分\n脊柱副神经节瘤\n\n导致骶管破坏的大型粘液瘤室管膜瘤的鉴别诊断：\n动脉瘤性骨囊肿：涉及脊柱\n脊索瘤\n巨细胞瘤：涉及脊柱"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["暂缺"], "areas": {}}, "pics": {"d8": ["MRI demonstrates an ovoid lesion immediately below the conus, which is isointense to cord on T1 and somewhat hyperintense on T2, with small regions of signal drop out posteriorly. It enhances vividly following contrast.", "核磁共振成像显示，在圆锥的下方有一个卵形的病灶，它在T1上是等强度的，在T2上是高强度的，而小区域的信号则从后面消失。它增强了鲜明的对比。"], "d6": ["A well defined intradural cauda equina lesion dispalying iso signal in T1, slightly hyperintense signal in T2 and avid enhancement in post contrast study. It displaces and compresses the distal cord with no foraminal extension.", "一种明确定义的硬膜内马尾病变，在T1中表现为不均匀的iso信号，T2中有轻微的高强度信号，在后对比研究中有强烈的增强作用。它取代和压缩远端脐带，并无引线延伸。"], "d9": ["There is a well defined  intradural ovoid lesion that is centered within the distal lumbosacral canal. Lesion fills the canal space from the L5-S2 levels. The lesion is confined to the canal without extension into the adjacent exit foramen. The lesion measures 5.5 x 1.5 x 2.2 cm in vertical, AP and transverse dimensions respectively.  It is difficult to determine if the mass arises from a specific nerve root.  The lesion has heterogeneous signal characteristics. The lesion predominately low signal on T2 weighted images with areas of moderate signal within. The lesion is isointense to CSF on T1 weighted images and enhances fairly homogeneously post contrast. On STIR weighted imaging the lesion is predominantly moderate signal intensity with areas of low signal within which likely represent blood products.", "有一个定义良好的硬膜内卵形病变位于远端腰骶管。病灶从L5-S2水平填满运河空间。病变局限于未延伸到邻近出口孔的渠道。病灶分别为垂直、AP和横向尺寸5.5 x 1.5 x 2.2 cm。很难确定肿块是否来自特定的神经根。病灶具有不同的信号特征。在T2加权图像上，病变主要是低信号，其中有中度信号。在T1加权图像上，病灶与脑脊液是等强烈的，并能较均匀地增加对比度。在波动加权成像中，病变主要是中度信号强度，低信号区域可能代表血液制品。"], "d7": ["A high T2, low T1, enhancing mass is located just below the tip of the conus, and compresses surrounding nerve roots.", "高T2，低T1，增强质量位于锥尖下方，并压迫周围神经根。"]}}