{"content": {"tumorNameEn": "LymphomatoidGranulomatosis", "NameInCN": ["淋巴瘤样肉芽肿病"], "nameAlsoEn": ["Angiocentric Immunoproliferative Lesion"], "nameAlsoCn": ["暂缺"], "MeshCode": ["D008230"], "ICD_10Code": ["C83.8"], "ICD_OCode": ["9766/1"], "MeshThematicWord": ["\nLymphomatoid Granulomatosis"], "ICDThematicWord": ["Non-follicular lymphoma.Other non-follicular lymphoma"], "definitionCn": ["淋巴瘤样肉芽肿(lymphomatoid granulomatosisLG)是血管炎和肉芽肿反应的一种少见类型本病的特征是各种组织均发生血管营养性、血管破坏性病变和肉芽肿反应,并伴以广泛的非典型性淋巴增殖性浸润主要累及肺脏,也可累及肺外组织它在组织病理上具有与韦格内肉芽肿(Wegener肉芽肿)和非典型性淋巴瘤相似的几种特征既往认为本病是韦格内肉芽肿的一种亚型因其与韦格内肉芽肿具有相似的坏死性血管炎,且有进展为恶性淋巴瘤倾向。"], "definitionEn": ["An angiocentric and angiodestructive lymphoproliferative disorder primarily involving the lungs. It is caused by an Epstein-Barr virus-induced transformation of the B-cells, in a T-cell rich environment. Clinically and pathologically it resembles EXTRANODAL NK-T-CELL LYMPHOMA."], "isDefinedBy": ["MSH"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": ["暂缺"], "hasFindingSite": ["暂缺"], "hasSymptoms": ["暂缺"], "Pathogeny": ["The disease is believed to be induced by a combination of Epstein Barr virus infection and immuNOSuppression through; immuNOSuppressive drugs (with case reports of methotrexate and azathioprine), infections such as HIV or chronic viral hepatitis or endogenous T-cell defects"], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"]], "DifferentialDiagnosis": ["The differential diagNOSis of the clinical and radiological manifestations of lymphomatoid granulomatosis (LYG) is extensive and beyond the scope of this article. When tissue is available for histology, the following 2 groups of diseases need to be differentiated from lymphomatoid granulomatosis:Other types of pulmonary granulomatosis\nBronchocentric granulomatosis and Churg-Strauss (allergic angiitis and granulomatosis) are characterized by asthma and eosinophilia, which are not features of lymphomatoid granulomatosis.\nNecrotizing sarcoid granulomatosis has nodular pulmonary sarcoid lesions that mimic lymphomatoid granulomatosis. Unlike lymphomatoid granulomatosis, in necrotizing sarcoid, mediastinal adenopathy often occurs; extrapulmonary disease rarely exists; and histology demonstrating well-formed granulomas with central necrosis also exists.\nWG, unlike angiitis seen in lymphomatoid granulomatosis, is a true vasculitis with acute and chronic inflammatory cells and vessel destruction. Sinus, upper airway, and renal involvement with necrotizing glomerulonephritis are common in WG but rare in lymphomatoid granulomatosis.\nOther types of malignant lymphoma\nHodgkin disease is different because pulmonary involvement without mediastinal adenopathy is rare. The diagNOSis requires demonstration of Reed-Sternberg cells.\nNasal angiocentric lymphoma (NAL), also known as polymorphic reticulosis or lethal midline granuloma, and lymphomatoid granulomatosis initially were believed to be the same disease, with the former predominantly affecting the upper airway. Recent work has shown that NAL is an EBV-related, natural killer (NK) cell lymphoma and a separate disease entity. Lymphomatoid granulomatosis does not affect the upper airway and nasal passages.\nNon-Hodgkin lymphoma has well-described pulmonary and extranodal involvement. In particular, peripheral T-cell lymphomas are characterized by vascular infiltration and a degree of morphological heterogeneity. Careful histological diagNOSis and studies to determine clonal expansion of T cells are required to rule out lymphomatoid granulomatosis."], "associatedTumours": [{"id": "tumor_child_16", "name": ["Glioblastoma,IDH-wildtype", "胶质母细胞瘤,IDH野生型"], "type": 0}], "OtherAssociatedIllness": ["other types of pulmonary granulomatosis;malignant lymphoma"], "CTImageDescription": ["暂缺"], "MRIImageDescription": ["Appearances are very variable with lesions seen in all compartments (supra- and infratentorial) and demonstrating a wide range of morphology.\nGenerally, lesions are located in the periventricular white matter but can extend to involve cortex.\nPunctate or linear T2 hyperintensities within perivascular spaces are also characteristic and show contrast enhancement . Larger lesions may be solid or demonstrate ring enhancement. They have variable surrounding oedema and may be associated with leptomeningeal enhancement"], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["本病诊断困难为确定诊断需要活体组织检查需与Wegener肉芽肿及转移性肿瘤等下列疾病相鉴别：\n1.淋巴瘤  该病也常见血管浸润及广泛坏死LG患者主要表现为纵隔增大,肺门淋巴结肿大以及肝、脾浅表淋巴结肿大时需和恶性淋巴瘤鉴别鉴别还是靠病理,淋巴瘤浸润的细胞较为均一,免疫组化染色检测为单克隆性而LG主要表现血管坏死性肉芽肿,伴有各种类型的细胞浸润免疫组化显示淋巴细胞主要为CD4+ 阳性的T细胞TCR基因克隆性重排(－),两者显然不同以下特点可与LG区别：(1)常伴浅表、肺门纵隔淋巴结及肝脾肿大。(2)浸润细胞常为单一种细胞。(3)免疫过氧化物酶检查为单克隆免疫球蛋白,而LYG为多克隆免疫球蛋白但LG中如发现灶性单一异型淋巴细胞浸润时应警惕其发展为恶性淋巴瘤的可能。\n2.韦格内肉芽肿(Wegener肉芽肿WG)  与LG相似,肺部受累最为常见。但本病临床上更为少见,无性别差异以40～50岁多见患者除有发热、关节痛肌肉痛、贫血白细胞增多、血沉增快外,呼吸道症状早期表现为鼻中耳、鼻窦的炎症及咽喉、支气管的溃疡性损害在中末期出现灶性肾小球肾炎,皮肤及黏膜广泛性出血性皮疹弛张热,多因尿毒症或全身衰竭而死亡病程平均约6个月,多在3个月以内十分凶险。此病虽和LG均有血管坏死性肉芽的病理特点但WG具有特征性的多核巨细胞、肉芽肿常有较多的中性粒细胞及细胞碎屑而淋巴细胞较疏松,且凝固性坏死少见另外血清中抗中性粒细胞抗体(ANCA)阳性是诊断WG的重要依据其特异性为86%敏感性为78%,可与LG相鉴别病理上浸润细胞主要由中性粒细胞组织细胞及少量嗜酸粒细胞组成,并间杂有稀疏的淋巴细胞和浆细胞群,无淋巴瘤样肉芽肿出现的特征性非典型性淋巴网状细胞浸润明显的增生活跃现象韦格内肉芽肿在浸润灶内或其附近可见有嗜酸粒细胞而淋巴瘤样肉芽肿浸润灶无此改变。另外,类上皮样细胞和巨细胞是韦格内肉芽肿常见的组织学特征但很少见于淋巴瘤样肉芽肿。其他肺血管炎和肉芽肿病LG和Wegener肉芽肿鉴别困难但后者浸润细胞无异型淋巴细胞。\n3.感染性肉芽肿病   在确定LG之前仍需除外分枝杆菌、真菌等感染性疾病所致的肉芽肿病。\n4.阻塞性支气管炎  由于肉芽肿病变破坏支气管壁及纤维增生而造成管腔狭窄或闭塞,可误诊为阻塞性支气管炎必须取肺组织活检以排除阻塞性支气管炎\n5.肺转移性肿瘤  肺转移性肿瘤也常可表现为肺部多发性结节当尚未发现原发灶时应与LG鉴别。转移性肿瘤的结节常为圆形边缘清晰、光滑,密度均匀无空洞一般无大片浸润影而LG常表现为伴有空洞的结节形成可见到肺大片浸润性阴影病理上两者截然不同肺转移瘤大多可查到原发灶如肝、前列腺乳腺等,伴有原发病灶的症状可资鉴别。"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["该病被认为是由Epstein Barr病毒感染和免疫抑制相结合诱导的; 免疫抑制药物（含有甲氨蝶呤和硫唑嘌呤的病例报告）,感染如HIV或慢性病毒性肝炎或内源性T细胞缺陷"], "areas": {}}, "pics": {}}