{"content": {"tumorNameEn": "Schwannoma", "NameInCN": ["施旺细胞瘤"], "nameAlsoEn": ["Neurilemmoma"], "nameAlsoCn": ["神经鞘瘤"], "MeshCode": ["D009442"], "ICD_10Code": ["C72.4"], "ICD_OCode": ["9560/0"], "MeshThematicWord": ["Neurilemmoma"], "ICDThematicWord": ["Malignant neoplasm of spinal cord, cranial nerves and other parts of central nervous system-Acoustic nerve"], "definitionCn": ["来自SCHWANN细胞的颅神经,外周神经和自主神经的肿瘤。 临床上,这些肿瘤可能表现为颅神经病变,腹部或软组织肿块,颅内病变或脊髓受压。 组织学上,这些肿瘤被封装,具有高度血管,并且由均质的双相梭形细胞组成,可能具有栅状外观"], "definitionEn": ["A neoplasm that arises from SCHWANN CELLS of the cranial, peripheral, and autonomic nerves. Clinically, these tumors may present as a cranial neuropathy, abdominal or soft tissue mass, intracranial lesion, or with spinal cord compression. Histologically, these tumors are encapsulated, highly vascular, and composed of a homogenous pattern of biphasic fusiform-shaped cells that may have a palisaded appearance"], "isDefinedBy": ["MSH"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": [["middle-aged", "中年"]], "hasFindingSite": [["cranialNerveVIIIVestibulocochlear", "第VIII颅神经前庭"]], "hasSymptoms": [["Dizziness", "头晕"], ["Paralysis", "麻痹"], ["FacialParalysis", "面瘫"], ["TasteDisturbances", "味觉障碍"], ["ImpairedEyeMovement", "眼球运动障碍"]], "Pathogeny": ["Neurilemmomas may occur spontaneously or occur as part of a familial syndrome.Most tumors have shown genetic aberrations (ie, ring chromosome 22).The NF2 gene has been localized to band 22q12. Alteration or loss of the NF2 gene product (also designated as Merlin), a presumed tumor suppressor gene, is central to the pathogenesis of these tumors.Partial or complete moNOSomy of the chromosome occurs (ie, loss or mutation of both NF2 alleles and mutation of the NF2 gene protein).\nThe negative staining of neurilemmoma cells by immunohistochemical stain for NF2 protein suggests that loss of NF2 protein function is a prerequisite for neurilemmoma formation.\nMore than 150 cases of radiation-induced intracranial and peripheral neurilemmomas have been reported.The mean latency period is approximately 20 years, and most of these are solitary tumors."], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"], ["X-ray", "X射线检测"]], "DifferentialDiagnosis": ["Schwannomas and meningiomas share common features such as spindled cells, foci rich in collagen, xanthoma cells, and rarely palisading of cells.\nPsammoma bodies and tight whorls are distinctive features of the meningiomas, but poorly-formed whorls may be seen in NF2-associated schwannomas, and some can even harbor psammoma bodies.Reticulin stains show a rich, elaborate, and distinctly pericellular network of basal membrane formation in schwannomas, and this feature is also highlighted by laminin or collagen IV immuNOStaining; this feature is not typically seen in meningiomas.Staining for S-100 protein, although typical of schwannomas, is not a reliable criterion. Approximately 20% of meningiomas show immunoreactivity for this protein, yet staining is typically more focal and less intense than in schwannomas.In addition, meningiomas are reactive for epithelial membrane antigen, whereas schwannomas do so only infrequently, and lack membranous staining.A second differential diagNOSis is between neurofibroma and schwannoma, and more often problematic than with meningioma. While neurofibromas appear to blend with or infiltrate into peripheral nerves, schwannomas are often solid and have a well-defined capsule. Staining for neurofilament protein highlights far more of the background axonal elements in neurofibroma as compared to that in schwannoma."], "associatedTumours": [{"id": "tumor_child_79", "name": ["Meningioma", "脑膜瘤"], "type": 0}, {"id": "tumor_child_103", "name": ["SolitaryFibrousTumour/Haemangiopericytoma", "孤立性纤维性肿瘤/血管外皮细胞瘤"], "type": 0}, {"id": "tumor_child_145", "name": ["Neurofibroma", "神经纤维瘤"], "type": 0}, {"id": "tumor_child_146", "name": ["Perineurioma", "神经束膜瘤"], "type": 0}, {"id": "tumor_child_83", "name": ["MeningothelialMeningioma", "脑膜上皮型脑膜瘤"], "type": 0}, {"id": "tumor_child_105", "name": ["Leiomyoma", "平滑肌瘤"], "type": 0}], "OtherAssociatedIllness": ["暂缺"], "CTImageDescription": ["CT is not as sensitive or specific for the diagNOSis of schwannoma as MRI but is often the first investigation obtained. It is particularly useful in assessing bony changes adjacent to the tumour. Imaging features include: low to intermediate attenuation\nintense contrast enhancement\nsmall tumours typically demonstrate homogeneous enhancement\nlarger tumours may show heterogeneous enhancement\nadjacent bone remodelling with smooth corticated edges"], "MRIImageDescription": ["Schwannomas have fairly predictable signal characteristics:T1: isointense or hypointense\nT1 C+ (Gd): intense enhancement\nT2: heterogeneously hyperintense (Antoni A: relatively low, Antoni B: high)\ncystic degenerative areas may be present, especially in larger tumours\nT2*: larger tumours often have areas of hemosiderin\nA number of signs can also be useful:split-fat sign: thin peripheral rim of fat best seen on planes along long axis of the lesion in non-fat-suppressed sequences\ntarget sign\nperipheral high T2 signal\ncentral low signal\nrarely seen intracranially\nfascicular sign: multiple small ring-like structures"], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["神经鞘瘤病患者没有前庭肿瘤,不会导致失聪。如果患者发现有多个神经鞘瘤,那么在他被诊断为神经鞘瘤病之前,必须要排除他患神经纤维瘤的可能性。对于年长的病人,如果没有听力损失,则患神经纤维瘤的可能性很低。但如果是一个年轻的病患,或者对任何有听力损失,并伴有多个神经鞘瘤的患者来说,就必须通过做高分辨率的颅底核磁共振（MRI）检查,以排除患前庭肿瘤及神经纤维瘤的可能性。"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["神经性胆管瘤可能自发发生或作为家族综合征的一部分发生。大多数肿瘤显示遗传异常（即22号环形染色体）.NF2基因已定位于带22q12。 假定的肿瘤抑制基因NF2基因产物（也称为Merlin）的改变或丧失是这些肿瘤的发病机制的中心。染色体的部分或完全单体性发生（即NF2等位基因和突变两者的丢失或突变 的NF2基因蛋白）。\n通过免疫组织化学染色NF2蛋白对神经鞘瘤细胞的阴性染色表明NF2蛋白功能的丧失是神经鞘瘤形成的先决条件。\n已有150多例放疗引起的颅内和周围神经鞘瘤报道,平均潜伏期约为20年,其中大部分为孤立性肿瘤。"], "areas": {"cranialNerveVIIIVestibulocochlear": [{"name": "胚胎性肿瘤伴多层菊形团,C19MC变异", "id": "tumor_child_26"}, {"name": "脑膜黑素细胞瘤", "id": "tumor_child_75"}, {"name": "淋巴细胞丰富型脑膜瘤", "id": "tumor_child_80"}, {"name": "乳头型脑膜瘤", "id": "tumor_child_82"}, {"name": "分泌型脑膜瘤", "id": "tumor_child_86"}, {"name": "脂肪瘤", "id": "tumor_child_95"}, {"name": "血管母细胞瘤", "id": "tumor_child_100"}, {"name": "血管肉瘤", "id": "tumor_child_110"}, {"name": "横纹肌瘤", "id": "tumor_child_116"}, {"name": "横纹肌肉瘤", "id": "tumor_child_117"}, {"name": "平滑肌肉瘤", "id": "tumor_child_120"}, {"name": "炎症性肌纤维母细胞瘤", "id": "tumor_child_123"}, {"name": "乳头状胶质神经元肿瘤", "id": "tumor_child_128"}, {"name": "脑室外神经细胞瘤", "id": "tumor_child_129"}, {"name": "神经节细胞瘤", "id": "tumor_child_130"}, {"name": "多形性黄色星形细胞瘤", "id": "tumor_child_137"}, {"name": "恶性周围神经鞘瘤（MPNST）", "id": "tumor_child_151"}]}}, "pics": {"d92": ["A well circumscribed mass demonstrates high T2 and low T1 signal.", "一个良好的外切质量显示高T2和低T1信号。"], "d94": ["Left cerebellopontine angle solid mass with large cystic component displacing the adjacent brain stem and 4th ventricle to the right side.", "左侧小脑角固体肿块，囊性大，可取代相邻脑干及右侧4脑室。"], "d93": ["Left sided jugular schwannoma.", "左路颈神经鞘瘤。"], "d91": ["At the level of the L1/2 intervertebral disc, there is an intra-dural extra-medullary ovoid lesion which demonstrates mild heterogeneous T2 hyperintensity. The lesion is avidly enhancing, with a central non-enhancing component corresponding to internal T2 hyperintense foci. There is an significant mass effect on the tip of the conus and proximal filum which are displaced anterolaterally to the left. Several cauda equina nerve roots are compressed over the right posterolateral aspect of the lesion. No other lesion identified.", "在L1/2椎间盘的水平上，有一个硬膜外髓样病变，表现出轻度的非均匀T2高强度。病变明显增强，与内部T2高强度病灶相对应的中心非增强成分。有显著的质量影响，在锥的尖端和近端部，是背向的向左侧移位。一些马尾神经根被压缩在病变的右侧后外侧。没有其他病变。"], "d95": ["Following surgical debulking the tumor is mainly solid and heterogenous with disappearance of the cystic component and shows avid enhancement and extension through the internal auditory canal. VP shunt tube is seen in situ with hemorrhage seen surround the proximal intracranial portion. Left cerebellar hemisphere malacic gliotic zone as post operative changes and left aspect of medulla Oblongata abnormal signal like from compressive ischemia.", "在手术切除肿瘤后，肿瘤主要是固体和异质性，囊性成分消失，并通过内耳道表现出强烈的增强和延伸。副分流管原位见出血，见近端颅内部份。左小脑半球软化脑区作为术后改变和左脑延髓的异常信号，如抗压缺血。"]}}