{"content": {"tumorNameEn": "AnaplasticPleomorphicXanthoastrocytoma", "NameInCN": ["间变性多形性黄色星形细胞瘤"], "nameAlsoEn": ["APX"], "nameAlsoCn": ["暂缺"], "MeshCode": ["D001254"], "ICD_10Code": ["C71.9"], "ICD_OCode": ["9424/3"], "MeshThematicWord": ["Astrocytoma"], "ICDThematicWord": ["Malignant neoplasm of brain-Brain, unspecified"], "definitionCn": ["世界卫生组织III级多形性黄色星形细胞瘤的特征是每10个高倍视野存在5个或更多的有丝分裂。 可能存在坏死。 与WHO II级多形性黄色星形细胞瘤患者相比,患者的生存率更低。"], "definitionEn": ["A WHO grade III pleomorphic xanthoastrocytoma characterized by the presence of five or more mitoses per 10 high-power fields. Necrosis may be present. Patients have shorter survival rates when compared to those with WHO grade II pleomorphic xanthoastrocytoma."], "isDefinedBy": ["NCI"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": ["暂缺"], "hasFindingSite": ["暂缺"], "hasSymptoms": [["Headache", "头痛"]], "Pathogeny": ["暂缺"], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"]], "DifferentialDiagnosis": ["暂缺"], "associatedTumours": [{"id": "tumor_child_96", "name": ["EwingSarcoma/PNET", "尤文氏肉瘤/原始神经外胚层肿瘤"], "type": 0}, {"id": "tumor_child_100", "name": ["Haemangioblastoma", "血管母细胞瘤"], "type": 0}, {"id": "tumor_child_75", "name": ["MeningealMelanocytoma", "脑膜黑素细胞瘤"], "type": 0}], "OtherAssociatedIllness": ["暂缺"], "CTImageDescription": ["Pleomorphic xanthoastrocytomas are typically hypodense or isodense and may be well or poorly demarcated, usually with little or no surrounding oedema. Calcification is rare. Due to its superficial location it may cause scalloping of the overlying bone"], "MRIImageDescription": ["T1：solid component iso to hypointense cf. grey matter\ncystic component low signal\nleptomeningeal involvement seen in over 70% of cases：T1 C+ (Gd):solid component usually enhances vividly\nT2 ：solid component iso to hyperintense cf. grey matter\ncystic component high signal\non T3 FLAIR sequence, cystic areas show hyperintensity relative to CSF due to higher protein contents\nlittle surrounding vasogenic oedema"], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["大于5个核分裂象/10个HPF；可伴有坏死"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["暂缺"], "areas": {}}, "pics": {"c10": ["Ventricular size and sulcal pattern within normal limits. No intra or extra-axial haemorrhage identified. There is a tiny hypoattenuating nodule in the right temporal lobe, at the region of the Heschl's gyrus. Grey-white matter differentiation is preserved with no midline shift. The posterior fossa has a normal appearance. Visualised paranasal sinuses and mastoid air cells are clear.", "正常范围内的心室大小和沟型。未发现内腔或外轴出血。颞叶右颞叶有一个微小的低衰减结节，位于颞叶脑回区域。灰白色物质的分化没有中线转移。后窝有正常的外观。可见鼻旁窦和乳突的空气细胞是清楚的。"], "c9": ["PXA as visualized on an MRI", "PXA在MRI上显示。"], "c11": ["Small cystic foci measuring 4 and 3 mm respectively are seen involving cortex and subcortical region of the right Heschl's gyrus. These areas do not fully FLAIR suppress. On the FLAIR sequence, there is a poor definition of the adjacent grey matter with mild regional FLAIR hyperintensity. Mild mass effect. Several punctate foci of FLAIR hyperintensity in the supratentorial white matter are non-specific, but borderline prominent for age. History of migraines? No other focal lesion is identified. ", "小的囊性病灶大小分别为4和3毫米，包括右侧颞叶皮层和皮层下区域。这些领域并没有完全抑制。在天赋序列上，对邻近的灰质有一个很差的定义，在区域上有轻微的超强度。轻微的质量效应。在幕上白质中，有几处超强度的斑点是非特异性的，但在年龄上是显著的。偏头痛的历史吗?未发现其他病灶病灶。"]}}