{"content": {"tumorNameEn": "Liposarcoma", "NameInCN": ["脂肪肉瘤"], "nameAlsoEn": ["Liposarcomas"], "nameAlsoCn": ["暂缺"], "MeshCode": ["D008080"], "ICD_10Code": ["C49.9"], "ICD_OCode": ["8850/3"], "MeshThematicWord": ["\nLiposarcoma"], "ICDThematicWord": ["\nMalignant neoplasm of other connective and soft tissue.Connective and soft tissue, unspecified"], "definitionCn": ["源自原始或胚胎成脂细胞的恶性肿瘤; 可能由高度分化的脂肪细胞组成或可能是去分化的：粘液样,圆形或多形,通常伴有丰富的毛细血管网; 复发是常见的,并且去分化的脂肪肉瘤转移到肺或浆膜表面。"], "definitionEn": [" malignant tumor derived from primitive or embryonal lipoblastic cells; may be composed of well-differentiated fat cells or may be dedifferentiated: myxoid, round-celled, or pleomorphic, usually in association with a rich network of capillaries; recurrences are common and dedifferentiated liposarcomas metastasize to the lungs or serosal surfaces."], "isDefinedBy": ["CSP"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": ["暂缺"], "hasFindingSite": ["暂缺"], "hasSymptoms": [["AbdominalPain", "腹痛"], ["Fatigue", "疲劳"], ["Nausea", "恶心"], ["Mass", "肿块"], ["Pain", "疼痛"], ["Vomiting", "呕吐"], ["WeightLoss", "体重减轻"], ["Swelling", "肿胀"]], "Pathogeny": ["No well-established causative factor has been identified, although trauma has been implicated."], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"]], "DifferentialDiagnosis": ["General imaging differential considerations include:lipoma\nundifferentiated pleomorphic sarcoma (UPS), formerly called malignant fibrous histiocytoma (MFH)\nother sarcomas, e.g. fibrosarcoma, leiomyosarcoma\nother fat containing masses in the retroperitoneum\nangiomyolipoma (AML)\nmyelolipoma, e.g. adrenal myelolipoma"], "associatedTumours": [{"id": "tumor_child_95", "name": ["Lipoma", "脂肪瘤"], "type": 0}, {"id": "tumor_child_101", "name": ["UndifferentiatedPleomorphicSarcoma/MalignantFibrousHistiocytoma", "未分化多形性肉瘤/恶性纤维组织细胞瘤"], "type": 0}, {"id": "tumor_child_150", "name": ["PlexiformNeurofibroma", "丛状型神经纤维瘤"], "type": 0}, {"id": "tumor_child_112", "name": ["Fibrosarcoma", "纤维肉瘤"], "type": 0}, {"id": "tumor_child_114", "name": ["Angiolipoma", "血管脂肪瘤"], "type": 0}, {"id": "tumor_child_115", "name": ["Hibernoma", "蛰伏脂瘤（冬眠瘤）"], "type": 0}, {"id": "tumor_child_120", "name": ["Leiomyosarcoma", "平滑肌肉瘤"], "type": 0}], "OtherAssociatedIllness": ["myelolipoma"], "CTImageDescription": ["Liposarcomas have three CT patterns based on amount and distribution of fat in the tumour:solid: attenuation over +20 HU\nmixed: areas of less than -20 HU and areas of over +20 HU\npseudocystic: homogenous density between –20 and +20 HU\nCT findings favouring a liposarcoma over a lipoma include:inhomogeneous attenuation, with evidence of significant amounts of soft-tissue within the fatty mass\npoor definition of adjacent structures\nevidence of infiltration or invasion of mediastinal structures\ncalcification"], "MRIImageDescription": ["MRI appearance, as with CT, varies depending on the grade and amount of fatty tissue.Low-grade lesions (atypical lipomas) are almost entirely fat signal with however thick septa, enhancement or evidence of local invasion. These features are used to distinguish these from simple lipomas .The higher grade lesions are often devoid of macroscopic fat and have appearances similar to other sarcomas."], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["一般成像差异考虑包括：\n脂瘤\n未分化的多形性肉瘤（UPS）,以前称为恶性纤维组织细胞瘤（MFH）\n其他肉瘤,例如 纤维肉瘤,平滑肌肉瘤\n其他含脂肪的肿块在腹膜后\n血管平滑肌脂肪瘤（AML）\n骨髓脂肪瘤,例如 肾上腺髓性脂肪瘤"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["虽然创伤受到牵连,但没有确定确定的致病因素。"], "areas": {}}, "pics": {"c138": ["A 50-year-old man presented with a 6-month history of a dull ache over the right hypochondrium. An ultrasonogram (not shown) depicted a poorly defined, infiltrating, echogenic mass in the right hepatic lobe with shadowing. A nonenhanced, axial computed tomography (CT) scan shows a low–fat-attenuating mass under the diaphragm; the mass displaces the liver to the left.", "一名50岁的男子提出了一个6个月的关于右疑病症的隐痛病史。超声图像(未显示)描绘了一个未定义的、浸润、回声的肿块，在右肝叶和阴影。一种非增强的轴向计算机断层扫描(CT)显示在横膈膜下的低脂肪衰减质量;肿物将肝脏排入左边。"], "c139": ["Contrast-enhanced, axial computed tomography (CT) scan of an abdomen demonstrates a huge, intra-abdominal, fatty mass with a soft-tissue component (arrow) and thick septations. The mass displaces the descending colon and the left kidney posteriorly.", "腹部电脑断层扫描(CT)显示腹部巨大，腹腔内脂肪多，有软组织成分(箭头)和厚的隔膜。肿块取代了下行结肠和左肾。"], "c137": ["Computed tomography (CT) scan of a left thigh shows a huge mass (arrows) with predominant fat attenuation. The central soft-tissue component (asterisk) and thick, internal septations are consistent with liposarcoma.", "左大腿的计算机断层扫描(CT)显示巨大的肿块(箭头)，其脂肪的衰减率很高。中央软组织成分(星号)和厚，内间隔与脂肪肉瘤一致。"]}}