{"content": {"tumorNameEn": "Haemangioma", "NameInCN": ["血管瘤"], "nameAlsoEn": ["infantile hemangioma", "Hemangioma"], "nameAlsoCn": ["暂缺"], "MeshCode": ["D006391"], "ICD_10Code": ["D18.0"], "ICD_OCode": ["9120/0"], "MeshThematicWord": ["Hemangioma"], "ICDThematicWord": ["Haemangioma and lymphangioma, any site-Haemangioma, any site"], "definitionCn": ["血管瘤是一种良性肿瘤,其特征在于充满血管的良性内皮细胞。以大的内皮空间（腔室）为特征的血管瘤称为海绵状血管瘤（与具有小内皮空间的血管瘤相对,称为毛细血管瘤）"], "definitionEn": ["A hemangioma is a benign tumor characterized by blood-filled spaces lined by benign endothelial cells. A hemangioma characterized by large endothelial spaces (caverns) is called a cavernous hemangioma (in contrast to a hemangioma with small endothelial spaces, which is called capillary hemangioma)"], "isDefinedBy": ["HPO"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": ["暂缺"], "hasFindingSite": ["暂缺"], "hasSymptoms": [["Macule", "斑疹"]], "Pathogeny": ["The cause of hemangioma is currently unknown; however, several studies have suggested the importance of estrogen signaling in hemangioma proliferation. In 2007, a paper from the Stanford children's Surgical Laboratory revealed that localized soft tissue hypoxia coupled with increased circulating estrogen after birth may be the stimulus.There is also a hypothesis presented by researchers that maternal placenta embolizes to the fetal dermis during gestation resulting in hemangiomagenesis.However, another group of researchers conducted genetic analyses of single-nucleotide polymorphism in hemangioma tissue compared to the mother's DNA that contradicted this hypothesis.Other studies have revealed the role of increased angiogenesis and vasculogenesis in the etiology of hemangiomas.More research is required in order to fully understand the disproportionate nature of hemangioma growth, which will hopefully yield targeted therapeutics to treat its most complicated presentations."], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"]], "DifferentialDiagnosis": ["other arteriovenous malformations\n​ multiple flow voids\n feeding and draining vessels\nangiosarcoma\n very rare\n significant soft tissue component\n may be heterogeneous\n intense areas of contrast pooling with heterogeneous  enhancement\n accelerated growth\nveno-lymphatic malformation\n prominent cystic spaces\n minimal contrast enhancement"], "associatedTumours": [{"id": "tumor_child_100", "name": ["Haemangioblastoma", "血管母细胞瘤"], "type": 0}, {"id": "tumor_child_110", "name": ["Angiosarcoma", "血管肉瘤"], "type": 0}, {"id": "tumor_child_111", "name": ["KaposiSarcoma", "卡波西肉瘤"], "type": 0}, {"id": "tumor_child_60", "name": ["JuvenileXanthogranuloma", "青少年黄肉芽肿"], "type": 0}], "OtherAssociatedIllness": ["arteriovenous malformations;veno-lymphatic malformation"], "CTImageDescription": ["Lobulated mass with same density to the adjacent muscles and exhibiting a vivid and homogeneous contrast enhancement. They do not contain phleboliths."], "MRIImageDescription": ["Lobulated mass with same density to the adjacent muscles and exhibiting a vivid and homogeneous contrast enhancement. They do not contain phleboliths."], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["根据临床表现颈部血管瘤一般诊断不困难,但如侵犯颈深部的一些重要器官如颈动脉、喉部,应特别注意。穿刺瘤体对诊断很有帮助,如抽出血液,即可确诊。\n血管瘤和血管畸形的鉴别要点最主要是病史。血管瘤患儿的瘤体具有快速生长,稳定的自然病程,生长速度远超患儿的生长比例,而血管畸形患儿无此特征性的病程；另外血管瘤患儿的血清雌二醇水平和血管内皮细胞生长因子均高于正常同龄儿。但其中出生时已有轻度扩张的静脉畸形和皮下血管瘤有时很难鉴别,可通过试验性的激素治疗"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["血管瘤的病因目前还不清楚;然而,一些研究表明雌激素信号在血管瘤增殖中的重要性。 2007年,斯坦福儿童外科实验室发表的一篇论文指出,出生后局部软组织缺氧加上循环雌激素增加可能是刺激因素。研究人员还提出,母体胎盘在妊娠期间栓塞胎儿真皮导致血管瘤形成然而另一组研究人员对血管瘤组织中单核苷酸多态性进行了遗传分析,结果与母亲的DNA相反,这与此假说相矛盾。其他研究揭示了血管生成和血管生成在血管瘤病因学中的作用。为了充分理解血管瘤生长的不成比例性质,希望能产生有针对性的治疗方法来治疗其最复杂的表现。"], "areas": {}}, "pics": {"d167": ["The left adrenal gland demonstrates a soft tissue mass (27HU on non-contrast phase) which demonstrates prominent arterial enhancement peripherally and gradually fills in. It remains a similar attenuation to the aorta on all sequences including delayed scans. Incidental note is made of a simple (grade 1) renal cyst on the left.", "左侧肾上腺显示软组织肿块(无对照期的27HU)，显示明显的动脉增强，并逐渐填充。在所有的序列上，包括延迟扫描，它仍然与主动脉有相似的衰减。偶然的注意是由一个简单的(1级)肾囊肿在左边。"], "d168": ["Mass with blooming on gradient echo", "在梯度回波上的质量。"]}}