{"content": {"tumorNameEn": "YolkSacTumour", "NameInCN": ["卵黄囊肿瘤"], "nameAlsoEn": ["Endodermal sinus tumor"], "nameAlsoCn": ["内胚窦瘤"], "MeshCode": ["D018240\n"], "ICD_10Code": ["C62.9"], "ICD_OCode": ["9071/3"], "MeshThematicWord": ["Endodermal Sinus Tumor"], "ICDThematicWord": ["\nMalignant neoplasm of testis.Testis, unspecified"], "definitionCn": ["生殖细胞起源的一种不寻常的侵袭性肿瘤,它可以再生早期胚胎的胚外结构。 它是儿童中最常见的恶性生殖细胞肿瘤。 它的特征是具有扁平上皮细胞的迷路腺模式和具有中央毛细血管（Schiller-Duval体）的圆形乳头状突起。 "], "definitionEn": ["An unusual and aggressive tumor of germ-cell origin that reproduces the extraembryonic structures of the early embryo. It is the most common malignant germ cell tumor found in children. It is characterized by a labyrinthine glandular pattern of flat epithelial cells and rounded papillary processes with a central capillary (Schiller-Duval body). The tumor is rarely bilateral. Before the use of comb"], "isDefinedBy": ["MSH"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": ["暂缺"], "hasFindingSite": ["暂缺"], "hasSymptoms": [["Carcinoma", "肿瘤"], ["Teratoma", "畸胎瘤"], ["Mass", "肿块"], ["Pain", "疼痛"], ["Seminoma", "精原细胞瘤"], ["Painless", "无痛"]], "Pathogeny": ["The etiology of yolk sac tumors (YSTs) is essentially unknown. It is speculated that hypermethylation of the RUNX3 gene promoter and overexpression of GATA-4, a transcription factor that regulates differentiation and function of yolk sac endoderm, may play important roles in the pathogenesis of yolk sac tumors (YSTs).  However, these hypotheses have not been validated."], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"], ["AFP", "甲胎蛋白检测"]], "DifferentialDiagnosis": ["暂缺"], "associatedTumours": ["暂缺"], "OtherAssociatedIllness": ["暂缺"], "CTImageDescription": ["The study concludes that YST usually appears as a large solid-cystic mass with intratumoral hemorrhage, capsular tear, marked heterogeneous enhancement, and enlarged intratumoral vessels on CT images. Intratumoral calcification and fatty tissue, although rare, may indicate a mixed YST containing teratoma component"], "MRIImageDescription": ["No specific imaging findings have been identified, with their appearance being similar to other germ cell tumours of the pineal region"], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["与卵巢其他生殖细胞肿瘤如卵巢无性细胞瘤等相鉴别。卵巢卵黄囊瘤在临床表现方面具有一些特点,如发病年龄轻、肿瘤较大、很易产生腹水、病程发展快。若警惕到这种肿瘤的可能性,则并不难诊断。特别是血清甲胎蛋白(AFP)检测,可以起到明确诊断的作用。卵黄囊瘤可以合成AFP,是一个很特异的肿瘤标志物。"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["卵黄囊肿瘤（YSTs）的病因基本上是未知的。 据推测,RUNX3基因启动子的超甲基化和GATA-4（一种调节卵黄囊内胚层的分化和功能的转录因子）的过表达可能在卵黄囊肿瘤（YSTs）的发病中起重要作用。 但是,这些假设尚未得到验证。"], "areas": {}}, "pics": {}}