{"content": {"tumorNameEn": "EpithelioidHaemangioendothelioma", "NameInCN": ["上皮样血管内皮细胞瘤"], "nameAlsoEn": ["Epithelioid Angiosarcoma", "Epithelioid Hemangioendotheliomas"], "nameAlsoCn": ["细胞样血管瘤"], "MeshCode": ["D006390"], "ICD_10Code": ["暂缺"], "ICD_OCode": ["9133/3"], "MeshThematicWord": ["Hemangioendothelioma"], "ICDThematicWord": ["暂缺"], "definitionCn": ["一种由中等至大型静脉组成的肿瘤,由丰满至梭形的内皮细胞组成,以内部墓碑状方式凸入血管空间。这些肿瘤被认为具有“临界”侵略性,其中三分之一发展局部复发,但只有很少转移。目前还不清楚上皮样血管内皮瘤是真正的肿瘤还是旺盛的组织反应,也不清楚这是否等同于木村氏病"], "definitionEn": ["A tumor of medium-to-large veins, composed of plump-to-spindled endothelial cells that bulge into vascular spaces in a tombstone-like fashion. These tumors are thought to have \"borderline\" aggression, where one-third develop local recurrences, but only rarely metastasize. It is unclear whether the epithelioid hemangioendothelioma is truly neoplastic or an exuberant tissue reaction, nor is it clear if this is equivalent to Kimura's disease"], "isDefinedBy": ["MSH"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": [["children", "儿童"], ["male", "男性"]], "hasFindingSite": ["暂缺"], "hasSymptoms": [["Anaemia", "贫血"], ["ChestPain", "胸痛"], ["Pain", "疼痛"], ["Hemoptysis", "咯血"], ["Bleeding", "出血"], ["WeightLoss", "体重减轻"]], "Pathogeny": ["The etiology of EHE is still a dilemma. At the molecular level, different angiogenic stimulators may act as promoters of endothelial cell proliferation.18 Recently it has been reported that monocyte chemo-attractant protein-1 is required for EHE proliferation and might promote the development of these lesions by stimulating the angiogenic behavior of endothelial cells"], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"]], "DifferentialDiagnosis": ["The histologic evaluation is also necessary for differential diagNOSis between EHE and other epithelioid tumors, such as adenocarcinoma (whose cytoplasmic vacuoles do not contain erythrocytes - positive for mucin stains, instead - as well as diffuse positivity for cytokeratin and epithelial membrane antigen); malignant mesothelioma (showing little cytologic atypia, two-toned cytoplasm known as fuzzy cytoplasmic borders, lack of cytoplasmic vacuoles, positivity for mesothelial markers such as calretinin, cytokeratin 5/6 or WT-1); melanoma (with greater amounts of cytologic atypia and more frequent mitoses, necrotic debris and melanin pigment, and expression of S100 protein, MART-1, and other melanocytic markers); Epithelioid angiosarcoma (presenting greater cellularity, larger cells, more prominent mitotic activity, greater nuclear and nucleolar pleomorphism, and more frequent tightly, cohesive cell clusters without myxohyaline matrix, immunoreactivity for vimentin and cytokeratin); epithelioid sarcoma (negative for vascular markers);52 meningioma (in case of intracranial localization, negative for vascular markers and positive for cytokeratin and S-100 protein).49 Sometimes EHE of bone needs to be differentiated from chordoma, chondromyxoid fibroma and myxoid chondrosarcoma, which are more voluminous and positive for S-100 protein.5"], "associatedTumours": [{"id": "tumor_child_75", "name": ["MeningealMelanocytoma", "脑膜黑素细胞瘤"], "type": 0}, {"id": "tumor_child_18", "name": ["EpithelioidGlioblastoma", "上皮样胶质母细胞瘤"], "type": 0}, {"id": "tumor_child_101", "name": ["UndifferentiatedPleomorphicSarcoma/MalignantFibrousHistiocytoma", "未分化多形性肉瘤/恶性纤维组织细胞瘤"], "type": 0}, {"id": "tumor_child_76", "name": ["MeningealMelanocytosis", "脑膜黑色素细胞增生症"], "type": 0}, {"id": "tumor_child_104", "name": ["Chondrosarcoma", "软骨肉瘤"], "type": 0}, {"id": "tumor_child_145", "name": ["Neurofibroma", "神经纤维瘤"], "type": 0}, {"id": "tumor_child_146", "name": ["Perineurioma", "神经束膜瘤"], "type": 0}, {"id": "tumor_child_148", "name": ["EpithelioidMPNST", "上皮样MPNST"], "type": 0}, {"id": "tumor_child_77", "name": ["MeningealMelanoma", "脑膜黑色素瘤"], "type": 0}, {"id": "tumor_child_78", "name": ["MeningealMelanomatosis", "脑膜黑素瘤病"], "type": 0}, {"id": "tumor_child_149", "name": ["AtypicalNeurofibroma", "不典型型神经纤维瘤"], "type": 0}, {"id": "tumor_child_150", "name": ["PlexiformNeurofibroma", "丛状型神经纤维瘤"], "type": 0}, {"id": "tumor_child_112", "name": ["Fibrosarcoma", "纤维肉瘤"], "type": 0}, {"id": "tumor_child_113", "name": ["Desmoid-typeFibromatosis", "韧带样型纤维瘤病"], "type": 0}], "OtherAssociatedIllness": ["malignant mesothelioma;epithelioid sarcoma;chordoma, chondromyxoid"], "CTImageDescription": ["The nodules may range in size up to 2 cm, but most are less than 1 cm in diameter and are predominantly in the lower parts of the lungs. They are usually found at small and medium sized vessels and bronchi. Bilateral multiple nodular opacities are the most common presentation: about 60% of cases display these changes, even if P-EHE occasionally develops as a solitary, lung nodule, measuring up to 5 cm (10-19% of cases13). Hilar lymph node enlargement, lymph node metastases, interlobular septal thickening and pleural effusions can be also noticed, as well as unilateral opacities and mosaic areas of ground-glass attenuations. Radiologic calcification is not common but histologic examinations often reveal calcified and ossified necrotic centers of the nodules"], "MRIImageDescription": ["There is no specific pattern of signal intensity at MRI imaging. Most frequently EHE shows low to intermediate signal intensity on T1-weighted images and high signal intensity on T2-weighted images, together with homogeneous enhancement after the injection of contrast medium"], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["根据临床表现以多灶性血管肿瘤、出现皮肤损害罕见、结合组织病理检查即可诊断。"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["EHE的病因仍然是一个困境。在分子水平上,不同的血管生成刺激剂可能作为内皮细胞增殖的启动子。最近报道单核细胞化学诱导蛋白-1是EHE增殖所必需的,并且可能通过刺激血管生成行为来促进这些病变的发展内皮细胞"], "areas": {}}, "pics": {"d169": ["T1 and T2 MRI of the right thigh demonstrating multiple foci compatible with an inflammatory process favouring cysticercosis or sarcoidosis.", "右腿的T1和T2 MRI显示多个病灶与支持囊虫病或结节病的炎症过程一致。"], "d170": ["Epithelioid hemangioendothelioma", "上皮样血管内皮瘤"]}}