{"content": {"tumorNameEn": "Chondroma", "NameInCN": ["软骨瘤"], "nameAlsoEn": ["Enchondromas "], "nameAlsoCn": ["暂缺"], "MeshCode": ["D002812\n"], "ICD_10Code": ["D16,D21"], "ICD_OCode": ["9220/0"], "MeshThematicWord": ["\nChondroma"], "ICDThematicWord": ["\nBenign neoplasm of bone and articular cartilage,\nOther benign neoplasms of connective and other soft tissue"], "definitionCn": ["软骨瘤在2007 年 WHO 肿瘤分类中归于脑 (脊) 膜的肿瘤 (间叶性, 非上皮性肿瘤), 定义为良性肿瘤。内生（髓腔性）软骨瘤是指发生在髓腔内的软骨瘤,最为常见；骨膜下（皮质旁）软骨瘤则较少见。软骨瘤合并多发性血管瘤者称马弗西（Maffuci）综合征。软骨瘤单发多见,多发较少见,并具有对称生长的特点,同时合并肢体发育畸形,又称内生软骨瘤病；其发生于一侧肢体者又称欧利（Ollier）病。"], "definitionEn": [" A benign neoplasm derived from mesodermal cells that form cartilage. It may remain within the substance of a cartilage or bone (true chondroma or enchondroma) or may develop on the surface of a cartilage (ecchondroma or ecchondrosis)."], "isDefinedBy": ["MSH"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": [["middle-aged", "中年"]], "hasFindingSite": ["暂缺"], "hasSymptoms": [["Coma", "昏迷"], ["Pain", "疼痛"], ["Sarcoma", "肉瘤"]], "Pathogeny": ["暂缺"], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"]], "DifferentialDiagnosis": ["The differential is significantly affected by the modality in question, and most entities below can be excluded with MRI. The exception is chondrosarcoma.bone infarct\nchondrosarcoma\ndifficult to distinguish\nsee: enchondroma vs low grade chondrosarcoma\nintraosseous ganglion\nother benign lytic bone lesions\nlytic metastasis to bone\ngranulomatous disease\nskeletal sarcoidosis\nskeletal tuberculosis"], "associatedTumours": [{"id": "tumor_child_54", "name": ["Choriocarcinoma", "绒毛膜癌"], "type": 1}, {"id": "tumor_child_104", "name": ["Chondrosarcoma", "软骨肉瘤"], "type": 0}], "OtherAssociatedIllness": ["granulomatous disease;bone infarct;intraosseous ganglion;other benign lytic bone lesions;lytic metastasis to bone;skeletal sarcoidosis"], "CTImageDescription": ["When located in the phalanges, enchondromas are expansile and are usually purely lytic. In other locations, enchondromas are expansile, with characteristic “rings and arcs” calcifications. Typically, enchondromas are small 1-2 cm lytic lesions with non-aggressive features:narrow zone of transition\nsharply defined scalloped margins: may have mild endosteal scalloping\nexpansion of the overlying cortex may be present, but there should not be cortical breakthrough unless fractured\nchondroid calcifications may be present: rings and arcs calcification\nno periosteal reaction\nno soft tissue mass\nThe majority of enchondromas more frequently arise in the metaphyseal region, owing presumably to their origin from the growth plate 1, although they are frequently seen in the diaphysis. They only rarely are seen in the epiphysis, and a cartilaginous lesion in an epiphysis is more likely to be a chondrosarcoma "], "MRIImageDescription": ["MRI is useful in evaluating for soft tissue extension and for confirming the diagNOSis. Enchondromas appear as well circumscribed somewhat lobulated masses replacing marrow 1.T1: intermediate to low-signal\nT1 C+ (Gd)\nenhancement is variable, and may be seen both peripherally or of translesional septae\nsimilar pattern of enhancement may be seen in chondrosarcomas 3,6\nT2\ntypically of background intense high signal\nthey can be focal regions of signal drop out where calcification present\nno bone marrow or soft tissue oedema\nDifferentiation of an enchondroma from a low-grade chondrosarcoma is problematic, as they can have very similar appearances. See enchondroma vs. low-grade chondrosarcoma."], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["经X线摄片和病理检查可确诊。"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["目前科学研究对它的发病机制仍不明确,可能和外伤、感染等因素有关。已知的是在骨或者滑膜处出现基因突变,导致了软骨的化生。但是什么直接促使基因突变目前不明确。"], "areas": {}}, "pics": {"c135": ["Topography of chordoma. Differential diagNOSis between chordoma and chondroma. 4a. Coronal contrast-enhanced T1-weighted spin-echo image. Clival chordoma with a lateral extension to the left cavernous sinus. The tumor is median with a lateral extension. 4b. Coronal contrast-enhanced T1-weighted gradient-echo image of a laterosellar chondroma. This image demonstrates the strictly lateral localization of the tumor.", "脊索瘤的地形。脊索瘤和软骨瘤的鉴别诊断。4 a。冠状对比度增强的t1加权自旋回波图像。阴蒂脊索瘤，向左侧海绵窦延伸。肿瘤为中位，外侧延伸。4 b。冠状动脉造影增强t1加权梯度回声图像。这张图片显示了肿瘤的严格的侧向定位。"], "c136": ["MRI showing chondroma (A) and low-grade chondrosarcoma (B).", "MRI显示软骨瘤(A)和低级别软骨肉瘤(B)。"]}}