{"content": {"tumorNameEn": "Immunodeficiency-associatedCNSLymphomas", "NameInCN": ["免疫缺陷相关的中枢神经系统淋巴瘤"], "nameAlsoEn": ["暂缺"], "nameAlsoCn": ["暂缺"], "MeshCode": ["暂缺"], "ICD_10Code": ["暂缺"], "ICD_OCode": ["暂缺"], "MeshThematicWord": ["暂缺"], "ICDThematicWord": ["暂缺"], "definitionCn": ["暂缺"], "definitionEn": ["暂缺"], "isDefinedBy": ["暂缺"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": [["middle-aged", "中年"]], "hasFindingSite": ["暂缺"], "hasSymptoms": ["暂缺"], "Pathogeny": ["Essentially any cause of immuNOSuppression increases the risk of developing primary CNS lymphoma,"], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"]], "DifferentialDiagnosis": ["A particularly challenging differential diagNOSis is cerebral toxoplasmosis.On imaging PCNS-PTLD cannot readily be distinguished from non-transplant CNS lymphoma, especially in patients who are also immunocompromised, as they too tend to have multifocal disease and a greater propensity for central necrosis; both features are uncommon in non-immunocompromised patients with PCNS lymphoma 1. The other main differential is that of cerebral abscesses. "], "associatedTumours": ["暂缺"], "OtherAssociatedIllness": ["cerebral abscesses"], "CTImageDescription": ["The masses tend to be hyperdense and are surrounded by low attenuation vasogenic oedema. "], "MRIImageDescription": ["Appearances are very variable with lesions seen in all compartments (supra- and infratentorial) and demonstrating a wide range of morphology.Generally, lesions are located in the periventricular white matter but can extend to involve cortex.Punctate or linear T2 hyperintensities within perivascular spaces are also characteristic and show contrast enhancement 1,2. Larger lesions may be solid or demonstrate ring enhancement. They have variable surrounding oedema and may be associated with leptomeningeal enhancement "], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["特别具有挑战性的鉴别诊断是脑弓形体病。在成像中,PCNS-PTLD不易与未移植的CNS淋巴瘤区分开来,特别是在免疫功能低下的患者中,因为它们往往具有多灶性疾病和更大的中心性坏死倾向; 两种特征在非免疫功能低下的PCNS淋巴瘤患者中并不常见1。"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["基本上免疫抑制的任何原因都会增加发生原发性CNS淋巴瘤的风险。"], "areas": {}}, "pics": {"c129": ["cerebral abscesses", "脑脓肿"]}}