{"content": {"tumorNameEn": "MeningothelialMeningioma", "NameInCN": ["脑膜上皮型脑膜瘤"], "nameAlsoEn": ["syncytial meningiomas", "endothelial meningiomas"], "nameAlsoCn": ["脑膜皮型脑膜瘤"], "MeshCode": ["暂缺"], "ICD_10Code": ["暂缺"], "ICD_OCode": ["9531/0"], "MeshThematicWord": ["暂缺"], "ICDThematicWord": ["暂缺"], "definitionCn": ["WHO I级脑膜瘤的特征是存在形成小叶的肿瘤细胞。 肿瘤细胞通常是均匀的。 螺旋体和沙砾体通常不存在。"], "definitionEn": ["A WHO grade I meningioma characterized by the presence of tumor cells that form lobules. The tumor cells are generally uniform. Whorls and psammoma bodies are usually not present."], "isDefinedBy": ["NCI"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": ["暂缺"], "hasFindingSite": ["暂缺"], "hasSymptoms": [["Headache", "头痛"], ["Oedema", "水肿"]], "Pathogeny": ["暂缺"], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"]], "DifferentialDiagnosis": ["The differential diagNOSis generally includes other dural masses as well as some location specific entities.The main dural masses to consider include:haemangiopericytoma\n  more aggressive often destroying bone\n  extensive peripheral vascularity\n  more microlobulation\ndural metastases (e.g. breast cancer)\nfor other less common differentials see  dural masses\nSpecific location differentials include:cerebellopontine angle\nacoustic schwannoma\npituitary region\npituitary macroadenoma\ncraniopharyngioma\nbase of the skull\nhypertrophic pachymeningitis\nextramedullary haematopoiesis\nchondrosarcoma\nchordomaIn the setting of hyperostosis consider:\nPaget's disease\nfibrous dysplasia\nsclerotic metastases (e.g. prostate and breast carcinoma)"], "associatedTumours": [{"id": "tumor_child_159", "name": ["Craniopharyngioma", "颅咽管瘤"], "type": 0}, {"id": "tumor_child_81", "name": ["ClearCellMeningioma", "透明细胞型脑膜瘤"], "type": 0}, {"id": "tumor_child_103", "name": ["SolitaryFibrousTumour/Haemangiopericytoma", "孤立性纤维性肿瘤/血管外皮细胞瘤"], "type": 0}, {"id": "tumor_child_104", "name": ["Chondrosarcoma", "软骨肉瘤"], "type": 0}, {"id": "tumor_child_144", "name": ["Schwannoma", "施旺细胞瘤"], "type": 0}], "OtherAssociatedIllness": ["dural metastases;dural masses;pituitary macroadenoma;hypertrophic pachymeningitis;extramedullary haematopoiesis;chordoma;paget's disease;fibrous dysplasia"], "CTImageDescription": ["Typical meningiomas appear as dural-based masses isointense to grey matter on both T1 and T2 weighted imaging enhancing vividly on both MRI and CT"], "MRIImageDescription": ["Typical meningiomas appear as dural-based masses isointense to grey matter on both T1 and T2 weighted imaging enhancing vividly on both MRI and CT"], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["最多见的一种类型,常表现为：信号均匀,无明显坏死囊变,增强扫描后均匀强化,除肿瘤位于静脉窦旁外均很少出现瘤周水肿（静脉窦旁任何类型的脑膜瘤由于其压迫静脉窦而致回流障碍均可引起肿瘤周围水肿）"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["暂缺"], "areas": {}}, "pics": {"d115": ["Enhancing hyperdense mass in the left anterior cranial fossa measures ~4cm in diameter. This is broad-based to the left side of the olfactory groove and planum sphenoidale inferiorly. There is the suggestion of minimal hyperostosis at the interface between bone and tumour.Surrounding the lesion there is extensive hypoattenuation in the white matter of the left frontal lobe extending into the corpus Callosum, anterior limb left internal capsule, and left external capsule.There is extensive mass-effect with diffuse sulcal effacement in both hemispheres, subfalcine and uncal herniation, and 1.3 centimetres of midline shift to the right. The left lateral ventricle and third ventricle are almost completely effaced. There is dilatation of the body, trigone, and temporal horn of right lateral ventricle.No evidence of acute haemorrhage or acute infarction.", "增强左前颅窝的超密度肿块，直径约4厘米。这是基础广泛的左边的嗅觉沟和planum sphenoidale地狱。在骨与肿瘤的交界面有轻微的高骨化的建议。周围的病变有广泛的低衰减，在左侧额叶的白质延伸到胼胝体，前肢左内囊，和左外囊。在两个半球均有广泛的质量效应，在两个半球均有弥漫性的硫磺效应，而在中线向右移动1.3厘米。左侧脑室和第三脑室几乎完全消失。右侧脑室的身体、三角区和颞角有扩张。没有急性出血或急性梗死的证据。"], "d116": ["Large extra axial tumour with broad-based attachment to the planum sphenoidale and extension into the left olfactory groove. This is hyperintense to grey matter on T2, isointense on T1, with abnormally increased diffusion restriction, and bright homogeneous enhancement following contrast administration. There is a small enhancing dural tail at the left sphenoid.Extensive mass-effect on both frontal lobes (left greater than right ). Almost complete effacement of the left lateral ventricle and third ventricle. Mass effect on the midbrain. 1.1 cm of midline shift to the right. Diffuse sulcal effacement in both hemispheres.Extensive vasogenic oedema surrounding the tumour: in the left frontal lobe extending into the anterior corpus Callosum and left insula.There is entrapment of the right lateral ventricle with surrounding FLAIR hyperintensity indicating transependymal fluid shift.The A2 and A3 segments of both anterior cerebral arteries are displaced to the right by the mass.", "大的额外的轴向肿瘤，广泛的附着在planum sphenoidale和延伸到左嗅沟。这是T2上的灰质的高强度，T1的等强度，与异常增加的扩散限制，和鲜明的均匀增强后的对比管理。在左侧蝶骨上有一个小的增强硬膜尾巴。额叶的广泛的质量效应(左大于右)。左侧脑室和第三脑室几乎完全消失。对中脑的质量影响。1.1厘米中线向右移动。弥漫性的硫磺效应在两个半球。肿瘤周围广泛的血管原性水肿:在左额叶延伸至前胼胝体和左脑岛。右侧侧脑室与周围的天象高强度的夹带，显示出转管膜液移位。前脑动脉的A2和A3段都被质量转移到右侧。"], "d114": ["Occupying the right anterior cranial fossa/anterior aspect of the middle cranial fossa and extending across the midline into the left anterior cranial fossa, there is a lobulated mass measuring 8.8 x 4.0 x 7.1cm. This is slightly hyperintense to cortex on T1 and isointense to cortex on T2 and FLAIR, and demonstrates avid contrast enhancement. The mass is favoured to be extra-axial. Within the mass, there is a rounded region of increased diffusion restriction (ADC = 650 x 10-6 mm2/s), possibly reflecting a region of higher cellularity. No invasion of the orbital apex. The right frontal lobe is compressed and demonstrates a large amount of edema. The right lateral and third ventricles are compressed and there is 26mm leftward midline shift with subfalcine herniation. No definite osseous invasion appreciated.", "右前颅窝/前颅窝前部，穿过中线至左前颅窝，有一个分叶状肿块，8.8 x 4.0 x 7.1cm。这对T1的皮质和T2的皮质的等强烈的皮质有轻微的强烈反应，并表现出强烈的对比度增强。质量更偏向于外轴。在质量范围内，有一个增加扩散限制的圆形区域(ADC = 650 x 10-6 mm2/s)，可能反映了一个更高细胞的区域。没有入侵的轨道先端。右额叶被压缩，显示出大量的水肿。右外侧和第三脑室被压缩，有26mm的左侧中线移位，并伴有次镰状疝。没有确切的骨入侵被欣赏。"]}}