{"content": {"tumorNameEn": "PinealParenchymalTumourOfIntermediateDifferentiation", "NameInCN": ["中度分化的松果体实质瘤"], "nameAlsoEn": ["Pineal Parenchymal Tumor of Intermediate Differentiation"], "nameAlsoCn": ["暂缺"], "MeshCode": ["暂缺"], "ICD_10Code": ["暂缺"], "ICD_OCode": ["9362/3"], "MeshThematicWord": ["暂缺"], "ICDThematicWord": ["暂缺"], "definitionCn": ["世界卫生组织II级或III级中度恶性肿瘤的松果体实质瘤,影响所有年龄段。 它由弥漫性薄片或大小叶均匀细胞组成,轻度至中度核不典型以及低至中等程度的有丝分裂活性。"], "definitionEn": ["A WHO grade II or III pineal parenchymal neoplasm of intermediate-grade malignancy, affecting all ages. It is composed of diffuse sheets or large lobules of uniform cells with mild to moderate nuclear atypia and low to moderate level mitotic activity."], "isDefinedBy": ["NCI"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": [["youth", "青年"], ["middle-aged", "中年"], ["old", "老年"], ["female", "女性"]], "hasFindingSite": ["暂缺"], "hasSymptoms": ["暂缺"], "Pathogeny": ["暂缺"], "isDiagnosedBy": [["CT", "电子计算机断层扫描"], ["MRI", "核磁共振检查"]], "DifferentialDiagnosis": ["暂缺"], "associatedTumours": [{"id": "tumor_child_50", "name": ["Teratoma", "畸胎瘤"], "type": 0}, {"id": "tumor_child_155", "name": ["Pineocytoma", "松果体细胞瘤"], "type": 0}, {"id": "tumor_child_156", "name": ["Pineoblastoma", "松果体母细胞瘤"], "type": 0}, {"id": "tumor_child_158", "name": ["PapillaryTumourOfThePinealRegion", "松果体区乳头状瘤"], "type": 0}], "OtherAssociatedIllness": ["暂缺"], "CTImageDescription": ["暂缺"], "MRIImageDescription": ["暂缺"], "CTImageDescriptionInCN": ["平扫：松果体细胞瘤为边界清楚、类圆形高或等密度肿块,偶有钙化。有时松果体细胞瘤表现类似松果体囊肿。成松果体细胞瘤为高或等密度肿块,中心有囊变,同时合并钙化。成松果体细胞瘤可发生脑脊液播散。\n\n增强：松果体细胞瘤强化均一,成松果体细胞瘤强化无规律,呈均一或不均一强化。发生脑脊液播散时呈均一线状或弥漫性强化。\n"], "DifferentialDiagnosisInCN": ["组织病理学观察显示,由弥漫性片状或分叶状排列、大小较为一致的轻至中度核异形性细胞组成,核分裂活性呈中低水平;偶有肿瘤组织显示松果体细胞瘤和松果体母细胞瘤特征,当上述两种组织病理学特征并存时即可归入中分化松果体实质肿瘤分类中。"], "MRIImageDescriptionInCN": ["平扫：松果体细胞瘤和成松果体细胞瘤MRI信号类似,在T1WI和T2WI均与脑皮质等信号。成松果体细胞瘤信号常不均一,其中可见小的囊变区。\n\n增强：松果体细胞瘤一般呈明显均一强化。成松果体细胞瘤强化明显,但多不均一。"], "PathogenyInCN": ["暂缺"], "areas": {}}, "pics": {"d66": ["A sizeable lobulated mass in the region of the pineal gland (3.2 x 3.1 x 3.5 cm) is present which has intermediate signal on both T1 and T2 weighted sequences, heterogeneous relatively limited contrast enhancement, prominent restricted diffusion (ADC = ~500mm2/s) and hypodensity on CT. The mass encases the internal cerebral veins (particularly in the right internal cerebral vein which courses through the middle of the mass). The mass is clearly separate from the vermis, with the superior vermian vein visible between it and the cerebellum. It is inseparable from the tectal plate, without high signal however extending into the midbrain. No separate pineal gland or pineal calcification can be identified.", "在松果腺区域(3.2 x 3.1 x 3.5 cm)中有一个相当大的叶状肿块，在T1和T2加权序列上都有中间信号，非均质相对有限的对比增强，显著的受限扩散(ADC = ~500mm2/s)和CT上的低密度。肿块包围着内部的大脑静脉(特别是在右侧的大脑静脉中，通过质量的中间)。肿块明显与蚓状肌分离，在其与小脑之间可见上可见的蚓状静脉。它与顶板是分不开的，没有高的信号，却延伸到中脑。没有单独的松果体或松果体钙化。"], "d67": ["An ovoid lesion is located in the pineal region appearing below the internal cerebral veins and separate form the splenium. It has calcifications peripherally posteriorly. It is slightly hyperdense to adjacent midbrain but is inseperable from the tectum. No oedema.", "一个卵形的病灶位于松果体区，位于大脑内部静脉的下方，分离形成了脾。它在外围有钙化。它与邻近的中脑有轻微的高密度，但从顶盖是可分离的。没有水肿。"], "d68": ["A pineal region mass demonstrates heterogeneous contrast enhancement and intermediate T2 signal. Diffusion weighted imaging demonstrates reduced ADC values (approximately 600 x 10-6 mm2/s) suggesting high cellularity. It is definitely separate from the tectum which it distorts and compresses without complete obliteration of the aqueduct. Attenuated flow void is seen in the aqueduct, and although no overt obstructive hydrocephalus is yet present, there is some distension of the recesses of the third ventricle.Review of prior CT demonstrates the calcification of the pineal gland to b", "松果体区域质量表现为异质对比增强和中间T2信号。扩散加权成像显示ADC值的降低(约为600x10 -6 mm2/s)，表明高细胞性。它是绝对独立的，它扭曲和压缩，而没有完全消除导水管。在输水管道中可以看到衰减的流动空隙，虽然没有明显的阻塞性脑积水，但第三脑室的凹陷有一些扩张。前CT检查显示松果体钙化程度为b。"]}}