{"content": {"tumorNameEn": "AnaplasticGanglioglioma", "NameInCN": ["间变性神经节细胞胶质瘤"], "nameAlsoEn": ["Ganglioglioma, anaplastic"], "nameAlsoCn": ["间变性节细胞胶质瘤"], "MeshCode": ["暂缺"], "ICD_10Code": ["暂缺"], "ICD_OCode": ["9505/3"], "MeshThematicWord": ["暂缺"], "ICDThematicWord": ["暂缺"], "definitionCn": ["WHO III级神经上皮肿瘤由肿瘤,成熟神经节细胞和间变性神经胶质细胞组成。 神经胶质组分中的间变性改变和高MIB-1和TP53标记指数可能表明攻击性行为。 然而,组织学复发与临床结局的相关性并不一致。"], "definitionEn": ["A WHO grade III neuroepithelial neoplasm composed of neoplastic, mature ganglion cells and anaplastic glial cells. The anaplastic changes in the glial component and high MIB-1 and TP53 labeling indices may indicate aggressive behavior. However, the correlation of histological anaplasia with clinical outcome is inconsistent."], "isDefinedBy": ["WHO"], "OccurrenceRate": ["暂缺"], "hasHighOccurrenceRateIn": ["暂缺"], "hasFindingSite": ["暂缺"], "hasSymptoms": ["暂缺"], "Pathogeny": ["暂缺"], "isDiagnosedBy": ["暂缺"], "DifferentialDiagnosis": ["暂缺"], "associatedTumours": [{"id": "tumor_child_95", "name": ["Lipoma", "脂肪瘤"], "type": 0}], "OtherAssociatedIllness": ["暂缺"], "CTImageDescription": ["暂缺"], "MRIImageDescription": ["暂缺"], "CTImageDescriptionInCN": ["暂缺"], "DifferentialDiagnosisInCN": ["与神经节细胞瘤的区别是胶质细胞有异型。"], "MRIImageDescriptionInCN": ["暂缺"], "PathogenyInCN": ["暂缺"], "areas": {}}, "pics": {"C115": ["Axial T2.MRI,Selected MR sequences through the brain. Findings:Confirms the large lesion in the right temporal region with solid and cystic components.Heterogeneous enhancement of the solid component, rim enhancement of the cystic component.Large flow void, best appreciated in sagittal projection, consistent with a large vessel travelling through the lesion Scattered foci of enhancement in the posterior aspect of the right side of the centrum semiovale, suggestive of satellite lesions.Fiducials are noted in both frontal and occipital regions for operative planning.", "轴向T2。磁共振成像，通过大脑选择MR序列。结果:证实右侧颞区大病灶有实、囊性成分。非均匀强化的固体成分，边缘增强的囊性成分。大流量空穴，在矢状图中最受重视，与大血管通过病变分散的病灶在中部半卵圆的右侧后侧加强，提示卫星病灶。在额部和枕部区域都注意到手术计划。"], "c111": ["CT,Axial non-contrast", "CT,轴向non-contrast"], "c113": ["CT,Coronal non-contrastPre and post contrast CT Brain. Findings:Large lesion in the right temporal lobe with a heterogeneous slightly hyperdense lobulated mass associated with a rounded well-circumscribed low attenuation component in the posterior superior aspect.Moderate enhancement after administering IV contrast.Associated white matter oedema, although the amount of associated oedema is less that what would be expected for a tumour this size Positive mass effect: near complete effacement of the right lateral ventricle, contralateral midline shift of 3mm with subfalcine herniatio No overlying bony permeative change.", "CT，冠状非对比前和后对比CT脑。结果:右侧颞叶的大病灶有一种多相的高密度的小叶状肿块，在后部的优势部位有一个圆形的良好的低衰减部分。中度强化后静脉注射对比。相关的白质水肿，虽然与肿瘤相关的水肿较少，但其大小为正质量效应:右侧脑室完全消失，对侧中线移位3mm，下腹疝，无过骨渗透性变化。"], "C112": ["CT,Axial C+ arterial phase", "CT,轴向C +动脉相"], "C114": ["MRI,Axial DWI", "核磁共振,轴向醉酒驾车"]}}